<html>
<style>
    @page {
        margin-top: 7cm;
        margin-bottom: 4.0cm;
        margin-left: 2.3cm;
        margin-right: 1.7cm;
        margin-header: 8mm;
        margin-footer: 8mm;
        header: page-header;
        footer: page-footer;
        background-color: #ffffff;
    }

    @page :first {
        margin-top: 1.5cm;
        margin-bottom: 2cm;
        header: main-page-header;
        footer: main-page-footer;
        resetpagenum: 1;
        background-color: #ffffff;
        background: #ffffff url(https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/MBTI_T_1st.png) no-repeat fixed center center;
    }

    body {
        font-family: fa;
        direction: rtl;
    }

    p {
        text-align: justify;
    }

    table,
    td,
    th {
        border: 1px solid #ddd;
        text-align: left;
        font-size: 14px;
    }

    table {
        border-collapse: collapse;
        width: 100%;
    }

    th,
    td {
        width: 50%;
        padding: 15px;
        text-align: center;
    }



    th {
        background-color: #dee2e6 !important;

        color: black;
    }

    .list-tem {
        text-align: right;
        margin-bottom: 1cm;
    }


    div.breakNow {
        page-break-inside: avoid;
        page-break-after: always;
    }

    .page-header {
        height: 10px;
        border-radius: 20px;
        background-color: green;
        color: white;
        font-size: 18px;
        text-align: center;
    }
</style>

<body>
    <htmlpageheader name="page-header">
        <div style="position:absolute;right:0cm;top:0cm;width: 100%;">
            <img style="padding: 0cm"
                src="https://finoward.com/storage/photos/Services/psychology/tests/reports/shafatel_header.png" />
        </div>
    </htmlpageheader>

    <htmlpagefooter name="page-footer">
        <div style="position:absolute;right:0cm;bottom:0cm;width: 100%;margin:0cm;">
            <img style="padding: 0cm"
                src="https://finoward.com/storage/photos/Services/psychology/tests/reports/shafatel_footer.png" />
        </div>
    </htmlpagefooter>

    
    <htmlpageheader name="main-page-header">
        <div style="position:absolute;right:0cm;top:0cm;width: 100%;margin:0cm;background-color: #4880ea;height: 6cm;">
            <h1 style="color: white;text-align:center;margin-top:4cm;font-size:32px">گزارش نتیجه آزمون روانشناسی</h1>
        </div>
        <div
            style="position:absolute;right:0cm;top:6cm;width: 100%;margin:0cm;background-color: #000000;height: 0.5cm;">
        </div>

    </htmlpageheader>

    <htmlpagefooter name="main-page-footer">
        <div
            style="background-color: #4880ea;position:absolute;right:0cm;bottom:0cm;width: 100%;margin:0cm;height: 6cm;">
        </div>
        <div
            style="position:absolute;right:0cm;bottom:6cm;width: 100%;margin:0cm;background-color: #000000;height: 0.5cm;">
        </div>
    </htmlpagefooter>

    <h1 style="text-align:center;padding-top:6cm;">آزمون شخصیت شناسی MBTI</h1>
    <h1 style="text-align: center"> Myers Briggs Type Indicator </h1>



    <h1 style="padding-top: 9cm;text-align:center;"> آزمون دهنده: <?php echo e($ExmAnalyze->get_user('Name')); ?>

        <?php echo e($ExmAnalyze->get_user('Family')); ?></h1>

    <pagebreak />
    <h1> تست MBTI (مایرز بریگز)</h1>
    <h2>با تست MBTI با شخصیت و ویژگی‌های روانشناختی خود بیشتر آشنا شوید</h2>
    <div style="text-align: center">
        <img style="width: 10cm" src="https://finoward.com/storage/photos/Services/psychology/tests/mbti.jpg"
            alt="">
    </div>
    <p>
        این پرسشنامه توسط کاترین بریگز و ایزابل بریگز ساخته شده است و در جهت شناخت چگونگی ارضاء شخصیت و رضایت شغلی تلاش
        می کند تا برخی از انواع مشاغل مناسب را معرفی کند بطوریکه چگونگی نگاه فرد به محیط و چگونگی تصمیم گیری او را نشان
        می دهد. درک او از اولویت ها و ترجیحات خود و دیگران‚ او را در شناسایی توانمندی هایش یاری می کند.
    </p>
    <div style="margin-top: 20px">
        <table>

            <tbody>
                <tr>
                    <td style="text-align: right">
                        <p style="padding-bottom:2.5cm;"> شاخصهای مورد ارزیابی آزمون:</p>

                    </td>
                    <td style="text-align: right">
                        <p style="padding-bottom:1cm;"> درونگرایی در برابر برونگرایی</p>
                        <br>
                        <p style="padding-bottom:1cm;"> حسی بودن در برابر شهودی بودن</p>
                        <br>
                        <p style="padding-bottom:1cm;"> احساسی بودن در برابر منطقی بودن</p>
                        <br>
                        <p style="padding-bottom:1cm;"> ادراکی بودن در برابر قضاوتگر بودن</p>
                        <br>


                    </td>


                </tr>
            </tbody>
        </table>

    </div>
    <?php
    $point = $ExmAnalyze->get_mbti_result();
    ?>
    @if ($point == 'INTP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p style="">منطق دان در گروه تحلیلگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INTP.png"
                alt="INTP">
        </div>
        <p>
            ما از این پس INTP ها را مهندس (Architect) می نامیم. از این به بعد دیگر لازم نیست که مهندسین را صرفا افرادی
            بدانیم که در حال طراحی نقشه های معماری برای ساختمان ها، جاده ها و یا پل ها هستند. آنها طراحان چیره دست تمام
            انواع سیستم های نظری می باشند از قبیل طراحی ساختار آموزشی مدارس، استراتژی های سازمانی و فناوری های نوین. از
            نظر
            مهندسین، دنیا را باید تحلیل، درک، توصیف و از نو طراحی کرد. از نظر آنها واقعیت های بیرونی به خودی خود اهمیتی
            ندارند و بیشتر شبیه اطلاعات خامی هستند که باید تبدیل به مدل های ساختاریافته شوند. آنچه که برای مهندسین اهمیت
            دارد این است که آنها اصول بنیادین و قوانین طبیعی را به خوبی درک کرده و در طراحی هایشان که زیبا، کارآمد و
            یکپارچه
            است به کار ببرند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
        <p>
            1- به فرد اجازه دهد ایده های جدیدی ارائه دهد و آنها را نقد و تحلیل کند.
        </p>
        <p>
            2- به فرد امکان بدهد انرژی خود را در جریان خلاقیت به کار گیرد و صرفا به نتیجه کار نظر نداشته باشد.

        </p>
        <p>
            3- به فرد فرصت دهد تا مستقل کار کند. وقت کافی داشته باشد که بطور خصوصی کارهایش را انجام دهد.

        </p>
        <p>
            4- با مسایل پیچیده رو به رو باشد تا خارج از روشهای متعارف فرد را به چالش برانگیزد.
        </p>
        <p>
            5- بتواند با انعطاف کافی کارها انجام دهد و قواعد دست و پا گیر سدی در برابر وی ایجاد نکند.
        </p>
        <p>
            6- به فرد امکان دهد تا از استانداردها و معیارهای خود در کارها استفاده کند.

        </p>
        <p>
            7- به فرد امکان دهد با گروه کوچک اما واجد شرایط و با صلاحیت کارها را انجام دهد.

        </p>
        <p>
            8- به فرد امکان دهد تا ایده های خلاق ارائه دهد و انجام کارها را به دیگران محول کند.

        </p>
        <p>
            9- به فرد امکان دهد که شایستگی های خود را افزایش دهد و با اشخاص با صلاحیت در تماس باشد.

        </p>
        <p>
            10- نیازی به این نداشته باشد که مستقیما اوقات خود را صرف سازماندهی سایرین بکند.

        </p>
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INTP_f.jpg"
                alt="INTP">
        </div>
    @endif
    @if ($point == 'INTJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>

        <div style="text-align: center">
            <p> معمار در گروه تحلیلگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INTJ.png"
                alt="INTP">
        </div>
        <p>
            INTJ ها که کرسی آنها را استراتژیست (Mastermind) نامیده است، یک سر و گردن از بقیه در برنامه ریزی در شرایط
            احتمالی بالاتر هستند. عملیات پیچیده که مستلزم مراحل متعدد، یکی پس از دیگری و پی در پی هستند به راحتی توسط
            استراتژیست ها مورد واکاوی و تجزیه و تحلیل قرار می گیرند و حتی آنها خود را برای شرایط و موقعیت های پیچیده تر
            و سخت تر آماده می کنند به گونه ای که همیشه راه حل دیگری برای آن مسائل در نظر می گیرند. INTJ ها هر احتمالی را
            در نظر می گیرند و در زمان کار بر روی یک پروژه هیچ گاه صرفا به برنامه A در ذهن خود اکتفا نمی کنند، بلکه اگر
            نیاز باشد همیشه برنامه B یا C و یا حتی D را نیز در نظر خواهند داشت.
        </p>
        <p>

            فراوانی جمعیتی استراتژیست ها در جامعه بسیار پایین است، شاید یک یا دو درصد از جمعیت جامعه را تشکیل دهند. به
            ندرت بیرون از اداره، کارخانه، دانشگاه یا آزمایشگاه خود دیده می شوند. با این وجود رهبرانی به شدت لایق و
            کارآمد هستند؛ به هیچ وجه اشتیاقی به فرمان دادن ندارند و ترجیح می دهند همیشه در پشت صحنه کار خود را انجام
            دهند مگر اینکه دیگران قادر به انجام وظایف خود نباشند، اینجاست که آنها وارد میدان عمل خواهند شد. زمانیکه
            مسئولیتی را بر عهده می گیرند به طور تمام و کمال عملگرایی خود را به اثبات می رسانند. استراتژیست ها معتقدند که
            کارآمدی برای هر سازمان ساختاریافته ای ضروری است و اگر با ناکارآمدی روبرو شوند – هرگونه اتلاف منابع انسانی و
            مادی – به سرعت عملیات بازبینی و انتساب مجدد پرسنل را انجام می دهند. رویه ها و روال های ثابت هیچگاه دست و پای
            استراتژیست ها را نمی بندد، مراجع ذیصلاح سنتی و تبلیغات نیز هیچگاه نمی توانند بر آنها اثر بگذارند. آنان تنها
            ایده های قابل لمس را می پذیرند و آنهایی را که غیر ملموسند به راحتی کنار می گذارند، کاری هم ندارند که بقیه در
            موردشان چه فکری می کنند. این موضوع یادتان باشد: هدف آنها بهره وری و کارایی حداکثری است.
        </p>
        <p>
            استراتژیست در موقعیت های کاری معمولا به مدارج بالای مسئولیتی دست پیدا می کنند. طولانی مدت کار کرده و خود را
            وقف رسیدن به اهدافشان می کنند؛ هرگز وقت و انرژی خود و همکاران یا کارمندانشان را نیز هدر نمی دهند. یکی از
            مسائلی که استراتژیست را به راحتی تحریک می کند حل مسأله است. آنها عاشق پاسخدهی به سیستم های پیچیده ای هستند
            که نیازمند توجه و تمرکز دقیق و فراوانی است. آنها معمولا اتفاقات و شرایط مثبت را بازگو کرده و از نظردهی به
            اتفاقات منفی پرهیز می کنند. بیشتر علاقمند این هستند که سازمان را رو به جلو هدایت کنند تا اینکه در اشتباهات
            گذشته درجا بزنند.
        </p>
        <p>
            استراتژیست ها نسبت به دیگر تیپ های بینشی متکی به خود و مصمم هستند و معمولا دارای اراده ای قوی می باشند. به
            راحتی تصمیم می گیرند؛ در حقیقت تا وقتی که همه چیز مشخص نشده و در مورد آنها تصمیمی گرفته نشده است به خودشان
            اجازه استراحت نخواهند داد. اما پیش از اینکه تصمیمی بگیرند باید به طور کامل در مورد آن موضوع تحقیق و جستجو
            کرده باشند. استراتژیست ها به شدت اهل نظریه پردازی هستند، اما پیش از اینکه بخواهند ایده ای را مطرح کنند باید
            تمام داده ها و اطلاعات مرتبط با آن ایده را بررسی کرده باشند. نسبت به هر ایده و یا گفته ای که بر اساس تحقیقات
            مبهم و ناقص و یا بر خلاف واقعیت مطرح شده باشد، مشکوک بوده و هرگز آن را نمی پذیرند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">


        </div>
        <p>
            1- به فرد امکان بدهدراه حل های مبتکرانه حل مسایل را پیدا کند تا سیستم های موجود را بهبود بخشد.
        </p>
        <p>
            2- امکان صرف انرژی در انجام ایده های خوب را فراهم سازد ‚ تا به شکل منطقی فعالیت داشته باشد.
        </p>
        <p>
            3- امکان کار کردن با اشخاصی را که فرد به تخصص ‚ هوش و صلاحیت آنها احترام می گذارد ‚ فراهم سازد.
        </p>
        <p>
            4- به فرد به خاطر نقطه نظرهایش اعتبار بدهد و امکان اجرای آنها را فراهم سازد.
        </p>
        <p>
            5- امکان کار کردن مستقل را به فرد بدهد و بتواند با افراد آگاه تبادل نظر داشته باشد.
        </p>
        <p>
            6- فرد را در جریان اطلاعات جدید قرار دهد ‚ تا بتواند بر توانمندی ها و صلاحیت های خود بیفزاید.
        </p>
        <p>
            7- به فرد امکان بدهد کار و تولیدی فراهم آورد که با معیارهای بالای او همخوانی داشته باشد.
        </p>
        <p>
            8- حالت تکراری نداشته باشد.
        </p>
        <p>
            9- به فرد استقلال و اختیار فراوان بدهد تا تغییراتی را ایجاد کرده وبه رشد اشخاص و سیستم ها کمک کند.
        </p>
        <p>
            10- همخوان با معیارهای بالا باشد و منصفانه زحمات فرد را جبران کند.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INTJ_f.jpg"
                alt="INTP">
        </div>
    @endif
    @if ($point == 'INFP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>

        <div style="text-align: center">
            <p> میانجی در گروه دیپلمات </p>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INFP.png"
                alt="INTP">
        </div>
        <p>
            INFP ها که اصطلاحا آنها را شفادهنده (Healer) می نامیم چهره ای آرام و متین داشته و حتی از دید دیگران شاید کمی
            خجالتی به نظر برسند. اما در درونشان آنها همه چیز هستند جز خجالتی و می توانند دارای خصوصیت جالبی برای محافظت
            از خود باشند که به ندرت در میان دیگر تیپ ها دیده می شود. شفادهندگان می توانند به طور عمیقی به زندگی درونی
            عده معدودی از افراد خاص در زندگیشان اهمیت و توجه ویژه مبذول کرده و حتی می توانند این توجه را به خاطر دلیل
            مطلوبی به دنیا با یک دید کلی معطوف کنند. شوق و اشتیاق اصلی آنها برطرف کردن منازعات و تناقضاتی است که منجر به
            دردسر افتادن افراد و یا از هم پاشیده شدن گروه ها می شود، بنابراین آنها می توانند سلامتی و کمال را به خودشان،
            افراد نزدیک و جامعه شان به ارمغان بیاورند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- با ارزشها و باورهای فرد هماهنگ باشد و به فرد امکان دهد تا پنداره خود را ابراز دارد.
        </p>
        <p>
            2- به فرد فرصت دهد که روی جریان و نتیجه کارش کنترل داشته باشد.
        </p>
        <p>
            3- بتواند کارش را مستقل و خود مختار انجام دهد . کسی مزاحم کارش نشود و در مواقعی بتواند کارش را به کسانی که
            احساس می کند به او احترام می گذارند ارائه دهد.
        </p>
        <p>
            4- بتواند بطور انعطاف پذیر و با حداقل مقررات و هر وقت احساس راحتی داشت کارش را انجام دهد.
        </p>
        <p>
            5- بتواند آن را با افراد با علاقه و خلاق انجام دهد‚ ترجیح می دهد آن را بدون تنش با دیگران انجام دهد.
        </p>
        <p>
            6- بتواند با انجام دادن آن رشد شخصی خود را تشویق کند.
        </p>
        <p>
            7- لازم نباشد کار را مرتب به دیگری ارائه دهد یا اینکه قبل از اتمام آن را به دیگران عرضه کند. </p>
        <p>
            8- به فرد امکان بدهد که از طریق آن به رشد دیگران کمک کند تا به حداکثر توانمندی خود برسد.
        </p>
        <p>
            9- لازم باشد که دیگران را درک کند و امکان دهد با اشخاص به طور انفرادی رابطه ایجاد کند.
        </p>
        <p>
            10- به فرد امکان دهد برای دسترسی به ایده آل هایش تلاش کند و تحت تاثیر مشکلات متوقف نشود.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INFP_f.jpg"
                alt="">
        </div>
    @endif
    @if ($point == 'INFJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> حامی در گروه دیپلمات </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INFJ.png"
                alt="INFJ">
        </div>
        <p>
            کرسی و دیگران INFJ ها را مشاور (Counselor) نامیده اند. آنها میل و رغبت فوق العاده ای در فراهم آوردن رفاه
            دیگران دارند و قادرند تعاملات شخصی قدرتمندی را با مردم برقرار کرده، رشد شخصی و درونی آنها را فراهم آورند و
            آنها را بگونه ای هدایت کنند تا قدرت های بالقوه انسانی خود را درک کنند. اگرچه آنان هنگام کارکردن (نظیر
            نویسندگی) که نیاز به خلوت و توجه بالا دارد خوشحال هستند، اما مشاوران هنگام کارکردن با افراد و گروه ها به
            خوبی عمل کرده و رابطه ای را برقرار می کنند که به هیچ وجه سطحی و ظاهری نیست و هر جایی که بتوانند یک زمان ساکت
            و خصوصی پیدا می کنند تا بتوانند باتری های خود را شارژ کنند! مشاوران در مدیریت دیگران هم مهربان هستند و هم
            مثبت؛ شنوندگان چیره دستی بوده و به نظر می رسد که به صورت بالفطره و طبیعی علاقمند کمک به دیگران هستند تا
            بتوانند مشکلات شخصیشان را حل کنند. مشاوران که اغلب رهبران مشهود و نمایانی نیستند ترجیح می دهند با نزدیکان
            خود کار کنند و تأثیراتشان را در پشت صحنه اعمال کنند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان بدهد روی ایده ها و نقطه نظرهایی کار کند که به رشد و تعالی دیگران کمک کند .
        </p>
        <p>
            2- به فرد امکان بدهد محصولات و خدماتی تولید کند که به آنها اعتقاد دارد و احساس افتخار می کند.
        </p>
        <p>
            3- به مالکیت فرد و تلاش های منحصر به فردی که می تواند داشته باشد توجه کند و به آنها بها دهد.
        </p>
        <p>
            4- به فرد اجازه دهد که خود را ابراز کند و پنداره خود را ببیند.
        </p>
        <p>
            5- به فرد اجازه دهد از ایده های خود برای یاری رساندن به دیگران استفاده کند.
        </p>
        <p>
            6- به فرد اجازه دهد تا بتواند کارش را در محیطی دوستانه و عاری از تنش انجام دهد.
        </p>
        <p>
            7- بتواند مستقل کار کند ‚ ولی نظراتش را در محیطی دوستانه با دیگران در میان بگذارد.
        </p>
        <p>
            8- به فرد امکان بدهد که اوقات و محیط کار خود را سازمان دهی کند و روی جریان کار کنترل داشته باشد.
        </p>
        <p>
            9- به فرد امکان بدهد تا نقطه نظرهایش را جمع بندی و پردازش کند و در آمادگی مطلوب قرار بگیرد.
        </p>
        <p>
            10- با باورهای فرد هماهنگ باشد و به او امکان دهد از کمال شخصی و حرفه ای خوب برخوردار باشد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/INFJ_f.jpg"
                alt="INFJ">
        </div>
    @endif
    @if ($point == 'ISTP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> چیره دست در گروه کاوشگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISTP.png"
                alt="ISTP">
        </div>
        <p>
            طبیعت ISTP ها یا صنعتگران (Crafter) به وضوح در مهارت فوق العاده آنها در استفاده از انواع ابزارآلات ،
            تجهیزات، ماشین ها و دستگاه ها دیده می شود. البته اکثر ما در استفاده از ابزارآلات ظرفیت خاصی داریم، اما
            صنعتگران (حدود ده درصد جمعیت) واقعا در استفاده از ابزارآلات استاد هستند. آنها دارای توانایی ذاتی در فرمان
            دادن به ابزارآلات و استادشدن در تمام مهارت های مورد نیاز برای استفاده از آنها می باشند. حتی از زمان های
            نخستین، ابزارآلات همچون آهنربا به آنها چسبیده بودند – هر گاه که می خواستند به راحتی می توانستند از آنها
            استفاده کنند.

            همچون دیگر تجربه گرایان، ISTP ها افرادی هستند که عاشق عملند و به صورت ذاتی می دانند که فعالیت هایشان لذت بخش
            تر و مؤثرتر خواهد بود اگر به صورت انگیزشی، خودبخودی و بدون زمانبندی یا استاندارد خاص انجام شود. زمانیکه
            مجبور به کاری می شوند با ابزارهای خود کار نمی کنند بلکه تا حدی کار را جدی نگرفته و فقط با آنها بازی می کنند.
            همچنین صنعتگران بر اساس طبیعت انگیزشی که دارند دائم به دنبال بازی کردن هستند و در هر فرصتی که پیدا می کنند و
            میل و رغبتشان می کشد این کار را انجام می دهند. دوست دارند با سرگرمی های مختلفی بازی کنند: از ماشین و
            موتورسیکلت و قایق و تفنگ شکاری گرفته تا قلاب ماهیگیری و لباس غواصی و غیره. آنها وقتی که هیجان زیادی دارند
            پیشرفت خوبی می کنند برای مثال هنگام اتومبیل رانی سرعت، اسکی روی آب و موج سواری به اوج هیجانی خود می رسند.
            هنگام کارکردن از هیچ چیز نمی ترسند، بارها و بارها خودشان را در معرض خطر قرار می دهند حتی اگر چندین بار مجروح
            شوند. در میان تمام تیپ ها، صنعتگران کسانی هستند که بیشترین ریسک را انجام می دهند. خودشان و یا تکنیک هایشان
            را دائما در مقابل خطرات و اتفاقات شانسی و عجیب و غریب قرار می دهند.
        </p>
        <p>
            شناختن ISTP ها سخت است. شاید به این دلیل که آنها بیشتر ترجیح می دهند از طریق عمل کردن ارتباط برقرار کنند و
            علاقه کمی به توسعه مهارت های زبانی دارند. ضعف آنها در خودبیانگری می تواند باعث شود که در محیط مدرسه و یا کار
            دچار انزوا شوند. حتی وقتی هم که در کنار همنوعان خود قرار دارند سعی می کنند مهارت ها و عملشان به جای آنها
            صحبت کند و مکالمه زبانی آنها محدود به چند کلمه کوتاه و مختصر می شود.
        </p>
        <p>
            ISTP ها می توانند به طور عجیبی سخاوتمند و وفادار به دوستان، هم تیمی ها و همکارانشان باشند. اغلب حاضرند دست
            از تفریح و استراحتشان بکشند تا بتوانند به دوستانشان در پروژه های ساختمانی، تعمیر لوازم منزل یا کار بر روی
            اتومبیل یا قایق کمک کنند. از سوی دیگر، آنها می توانند با کسانی که دائم به دنبال قانونمندی و نظم بیش از حد
            هستند به طور شدیدی مخالفت کنند.
        </p>
        <p>
            صنعتگران معمولا به طور علنی به مخالفت با قوانین نمی پردازند، بلکه خیلی راحت آنها را نادیده می گیرند. بیش از
            هر چیزی، ISTP ها می خواهند برای انجام کارهای موردعلاقه شان کاملا آزاد باشند و حتی وقتی می توانند کارها را با
            مهارتی هنرمندانه انجام دهند به خود مغرور می گردند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- بتواند منابعی را شناسایی و به کاراترین شکل ممکن از آنها بهره برداری کند.
        </p>
        <p>
            2- به فرد امکان بدهد مهارتهایی را بیاموزد تا بتواند در آنها به استادی برسد و از آنها استفاده نماید.
        </p>
        <p>
            3- به فرد امکان بدهد تا از علمی که کسب کرده استفاده نماید و با آن مشکلات دیگران را حل کند.
        </p>
        <p>
            4- دارای جهات روشن و واضح باشد و فرد بتواند با محصولات واقعی در تماس باشد.
        </p>
        <p>
            5- تفریحی و پویا باشد تا فرصت داشته باشد که از محیط بسته کار خارج شود و قدمی در دل طبیعت بگذارد.
        </p>
        <p>
            6- در محیطی که عاری از مقررات مفصل و دست و پا گیر است ‚ کار کند.
        </p>
        <p>
            7- بتواند مستقل کار کند و نظارت دیگران روی او حداقل و نظارت او هم روی دیگران کم باشد.
        </p>
        <p>
            8- به فرد فرصت کافی بدهد تا به علایق و سرگرمی هایش برسد.
        </p>
        <p>
            9- به فرد شادی و لذت بدهد و پیوسته چالش دار باشد.
        </p>
        <p>
            10- بی نیاز از کارهای روزمره با مقررات زیاد باشد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISTP_f.jpg"
                alt="ISTP">
        </div>
    @endif
    @if ($point == 'ISTJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> تدارکاتچی در گروه نگهبان </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISTJ.png"
                alt="ISTJ">
        </div>
        <p>
            ISTJ ها یا به اصطلاح دکتر کرسی بازرسان (Inspectors) افرادی هستند که به شدت می توان به آنها اعتماد کرد. چه در
            محیط منزل باشند چه در محیط کار، آنان افرادی هستند که وظیفه شناسی و پشتکار بسیار بالایی دارند. این موضوع وقتی
            اهمیت بیشتری پیدا می کند که آنان مسئول نظارت بر افراد یا محصولات تحت اختیارشان باشند. از نظر بازرسان، تمام
            قوانین باید رعایت شده، از ضوابط پیروی شده و استانداردها نیز به کار گرفته شوند.
        </p>
        <p>

            ISTJ ها که حدود ۱۰ درصد جمعیت جامعه را تشکیل می دهند، محافظان و نگهبانان حقیقی سازمان ها می باشند. آنان
            هنگام کار با رویه های موجود در یک سازمان صبر خاصی پیشه می کنند، هر چند باید گفت که با افرادی که قصد دارند به
            صورت غیرقانونی از قوانین تبعیت نکنند آنچنان هم صبور نیستند. بازرسان که در اصل افرادی مسئولیت پذیر هستند،
            زمانی خرسند خواهند شد که افراد حدود وظایفشان را دانسته، از خط مشی ها تبعیت کرده و در چارچوب قوانین عمل کنند.
            یکی از دغدغه های اصلی آنها این است که محصولات حتما مورد آزمایش قرار گرفته و برنامه زمانبندی نیز به نحو احسن
            اجرا شود، منابع نیز بر اساس استاندارد و بر اساس آنچه آنان در نظر دارند به درستی تحویل شود. و باید گفت که
            آنها انتظار دارند تمام افراد اطرافشان دارای چنین خصوصیتی باشند که بتوان بر روی آنها حساب باز کرد. زمانی که
            حرف از اجرا شدن دقیق قوانین در محل کار باشد، ISTJ ها افرادی به شدت سختگیر خواهند شد و حتی در گزارش دادن نقض
            قوانین به مراجع ذیصلاح هیچ درنگی نخواهند کرد. به همین دلیل است که اکثر افراد در مورد آنها این قضاوت اشتباه
            را می کنند که بازرسان افرادی سنگ دل و کاملا بیرحم هستند، زیرا نمی توانند قصد و نیت خیر آنها و نیز آسیب
            پذیریشان در مقابل انتقاد را ببینند. همچنین از آنجاییکه بازرسان کار نظارت خود را بدون هیچ گونه زرق و برق و
            هیاهویی انجام میدهند، بخش اعظمی از فداکاریشان در محل کار نادیده گرفته شده و بدون هیچ تقدیر و تشکری باقی می
            ماند.
        </p>
        <p>

            ISTJ ها همانند ESTJ ها (ناظران) پرحرف نیستند، با این حال افرادی به شدت اجتماعی بوده و در اکثر سازمان های
            خیریه و اجتماعی شرکت کرده و خود را وقف خدمت به دیگران می کنند. بازرسان نیز همانند همه سنتی ها، به مراسم
            خانوادگی نظیر ازدواج، جشن تولد و میهمانی ها توجه خاصی دارند – البته باید گفت که اگر این میهمانی ها خیلی بزرگ
            و یا عمومی شود آنها تمایل دارند که گوشه ای نشسته و زیاد در تجمعات شرکت نکنند. به طور کلی آنها با هر چیزی که
            خیلی زرق و برقدار و تجملی باشد احساس راحتی ندارند. تمایل دارند که حرفهایشان ساده و متواضعانه باشد به جای
            اینکه از کلمات پر طمطراق و خودنمایانه استفاده کنند؛ دوست دارند به جای لباس های مد روز از لباس های ساده و
            معمولی استفاده کنند؛ محیط خانه و کارشان نیز معمولا تمیز، مرتب و سنتی است بر خلاف آن دسته از افرادی که در
            محیط های پر زرق و برق زندگی می کنند. یکی از خصوصیت های شخصی ISTJ ها این است که معمولا آیتم ها و اقلام
            استاندارد را در مقابل محصولاتی که آخرین مدل بوده و پر از امکانات مختلف است ترجیح داده و اغلب به دنبال چیزهای
            کلاسیک و عتیقه هستند – به همین خاطر است که چیزهای قدیمی و از مد افتاده را به چیزهای جدید تازه به بازار آمده
            ترجیح می دهند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- بتواند با دیگران در ارتباط باشد‚ هر روز با موقعیت جدیدی روبرو شود و سرگرمی داشته باشد.
        </p>
        <p>
            2- بتواند از قدرت مشاهده و توجه خود برای کسب اطلاعات و حفظ آنها استفاده کند.
        </p>
        <p>
            3- بتواند برای مسایل و مشکلات راه حل هایی پیدا کند.
        </p>
        <p>
            4- کار پویا ‚ پر ماجرا و تفریحی باشد که در ان حوادث به سرعت اتفاق بیفتد و فرد بتواند تصمیم گیری کند.
        </p>
        <p>
            5- بتواند در موقعیت های برنامه ریزی نشده از روش های غیر متعارف استفاده کند و به راه حل های منطقی برسد.
        </p>
        <p>
            6- بتواند در شرایطی که مقررات وجود ندارد کار کند و با همکارانی شاداب و فعال سرو کار داشته باشد.
        </p>
        <p>
            7- شخصا اقدام به سازمان دهی کند و لزوما مطابق معیارها و استانداردهای دیگران رفتار نکند.
        </p>
        <p>
            8- علمی و منطقی باشد و فرد بتواند از توانمندیهای استدلالی و عقلی خود استفاده کند.
        </p>
        <p>
            9- بتواند آزادانه با بحران ها روبرو شود.
        </p>
        <p>
            10- با واقعیت ها سروکار داشته باشد نه با نظریه های مجرد ‚ تا فرد بتواند با تلاش هایش به نتایج ملموس برسد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISTJ_f.jpg"
                alt="ISTJ">
        </div>
    @endif
    @if ($point == 'ISFP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> ماجراجو در گروه کاوشگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISFP.png"
                alt="ISFP">
        </div>
        <p>
            ISFP ها که از این پس آنان را هنرمند (Composer) می نامیم، بیش از دیگر تجربه گراها با حواس خود در تماس و
            هماهنگی هستند. بنابراین در تمام انواع آثار هنری از شامه بسیار تیزی در مورد اینکه چه چیزی به آنان تعلق دارد و
            یا تعلق ندارد برخوردار می باشند. درحالیکه دیگر تجربه گرایان مهارت و تخصص خاصی در کار با ابزارآلات و ارتباط
            برقرار کردن با مردم و سرگرم کردن آنها دارند، هنرمندان توانایی خارق العاده و بالفطره ای در کار با انواع رنگ
            ها، صداها، عطرها و طعم ها دارند.
        </p>
        <p>
            اگر چه هنرمندان ساعت های طولانی را در خلوت گذرانده و مشغول خلق آثار هنری هستند، اما همچون دیگر تجربه گرایان
            انگیزه های لحظه ای و تکانه ای خاصی را دارا می باشند. آنها برای حرکات و رفتارهایشان ملاحظات خاصی را در نظر
            نمی گیرند؛ به جای آن سعی می کنند در همین جا و همین لحظه زندگی کرده و برنامه ریزی خاصی برای آن نداشته باشند.
            هنرمندان در اکثر مواقع مشغول ساخت آثار هنری می باشند آنچنانکه بعضی اوقات همچون گردباد اسیر آن می شوند.
            هنرمندان اغلب در حال نقاشی کردن، مجسمه سازی، رقصیدن یا نوشتن قطعات موسیقی هستند. این کار را انجام می دهند
            چون صرفا باید آن کار را بکنند. از کوه بالا می روند چون کوه وجود دارد.
        </p>
        <p>
            توانایی غرق کردن خود در فعالیت ها گاهی اوقات کارهای عجیب و دیدنی برخی از هنرمندان را توجیه می کند با این حال
            آنان در جنبه های اجتماعی مهربانی بی همتایی در مقایسه با دیگر تیپ ها به نمایش می گذارند. هنرمندان نسبت به درد
            و رنج دیگران به شدت حساس بوده و به راحتی با شخص رنج کشیده احساس همدردی می کنند. برخی از آنان روش های
            همزادپنداری فوق العاده ای با جوانان دارند تا حدی که رابطه طبیعی قدرتمندی از همدردی و اعتماد میان آنها برقرار
            می شود. رابطه مشابهی از این دست را می توان میان هنرمندان و حیوانات ، حتی حیوانات وحشی، مشاهده کرد. بسیاری از
            ISFP ها توانایی این را دارند که به مدت طولانی در طبیعت زندگی کنند و جالب توجه این که طبیعت نیز به آنان
            خوشامد می گوید.
        </p>
        <p>
            ISFP ها نیز همچون دیگر تجربه گرایان تعداد زیادی از مردم را شامل می شوند، شاید نه یا ده درصد از جمعیت جامعه،
            اما در کل به سختی می توان آنها را رصد کرد و اغلب از سوی دیگران به درستی شناخته نمی شوند. بخش اعظمی از این
            عدم شناخت به خود آنها باز می گردد. آنان گرایش زیادی به ابراز نکردن خود در جامعه دارند و ترجیح می دهند به جای
            آنکه از طریق زبان و گفتار شناسایی شوند از طریق آثار هنریشان شناخته شوند. معمولاً ISFP ها علاقه خاصی به توسعه
            توانمندیهای سخنوری در عموم ندارند؛ بیشتر ترجیح می دهند نبض زندگی را از طریق لمس آن در عضلات، چشم ها، گوش ها
            و زبانشان احساس کنند. بی هیچ شک، هنرمندان نیز همانند دیگر تیپ ها علاقمند به اشتراک گذاشتن دیدگاه خود از دنیا
            هستند، و اگر روشی متعادل از رابطه غیر کلامی به شیوه ای تقریبا هنری را پیدا کنند با زیبایی و بلاغت کامل می
            توانند شخصیت خود را توصیف کنند. اگر نتوانند این کار را بکنند، به راحتی ناشناس باقی مانده و سکوت آنها باعث می
            شود که شخصیتشان به طور کامل محو گردد.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- با ارزشهای فرد همخوانی داشته باشد.
        </p>
        <p>
            2- بتواند آن را در محیطی حمایتگرانه به اتفاق دیگران انجام دهد.
        </p>
        <p>
            3- به جزئیات توجه داشته باشد.
        </p>
        <p>
            4- به فرد فرصت دهد مستقل کار کند و در کنارش اشخاصی باشند که با او سازگار باشند.
        </p>
        <p>
            5- بتواند سازگار باشد ‚ خود را تطبیق دهد و نتیج کار را تجربه کند.
        </p>
        <p>
            6- به فرد امکان دهد که از سلیقه خودش استفاده کند.
        </p>
        <p>
            7- کار در محیطی شاداب و با همکاری دیگران انجام شود.
        </p>
        <p>
            8- به فرد امکان بدهد تا به رشد درونی برسد.
        </p>
        <p>
            9- بتواند به سرعت به مسایل رسیدگی کند.
        </p>
        <p>
            10- مجبور نباشد پیوسته برای دیگران سخنرانی کند.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISFP_f.jpg"
                alt="ISFP">
        </div>
    @endif
    @if ($point == 'ISFJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> مدافع در گروه نگهبان </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISFJ.png"
                alt="ISFJ">
        </div>
        <p>
            ISFJ ها که اصطلاحاً آنها را حامی (Protectors) می نامیم، خوشبختانه ۱۰ درصد جمعیت جامعه را تشکیل داده اند زیرا
            علاقه اصلی و اولیه آنها امنیت و ایمنی کسانی است که برایشان مهم می باشند – اعم از خانواده، جمع دوستان، دانش
            آموزانشان، والدینشان، رئیسشان، همکارانشان و یا کارمندانشان.

            حامیان در کارهایشان حس فوق العاده بالایی از وفاداری و مسئولیت را دارا می باشند و به نظر می رسد آنگونه این
            کار را به انجام می رسانند که دیگران را از گزند خطرات و بلایای دنیا حفظ کنند. ریسک کردن و تجربه کردن آنها را
            نمی فریبد زیرا کسانی هستد که ترجیح می دهند اگر قرار است محصول و یا رویه ای را ارائه دهند، با حوصله و در زمان
            مناسب این کار انجام دهند. در محل کاری هم که قوانینش دائماً در حال تغییر است و یا به آداب و رسوم احترام
            گذاشته نمی شود، این تیپ از افراد زیاد خوشحال نخواهند بود. آنها به آداب و سنت ها احترام فراوانی قائلند هم در
            فرهنگ و هم در خانواده. ISFJ ها به ثبات رتبه های اجتماعی که به واسطه تولد، القاب، ادارات و اعتبارات به کسی
            نسبت داده می شود عمیقاً اعتقاد دارند. به تاریخ خانوادگی ارزش قائل شده و از اینکه مراقب دارایی های خانوادگی
            از خانه گرفته تا اثاثیه ها باشند لذت می برند.
        </p>
        <p>
            حامیان که عاشق خدمت به دیگران هستند، از کمک کردن به افراد نیازمند و ضعیف بیشترین رضایت را کسب می کنند و می
            توانند با معلولیت و نیاز دیگران بیشتر از هر تیپ دیگری کنار بیایند. آنها به اندازه پشتیبانان (ESFJ ها) پرصحبت
            و پرجنب و جوش نیستند و همین خجالتی بودنشان اغلب با خشک بودن و حتی سردمزاج بودن مورد قضاوت اشتباه قرار گرفته
            می شود، درحالیکه ISFJ ها خوش قلب و انسان دوست بوده و با خوشحالی به نیازمندان محبت می کنند.
        </p>
        <p>
            حس مراقبت آنها را باید به عنوان بیان محبت و جدیت هدفشان در نظر گرفت. آنها سخت کوش ترین افراد در میان دیگر
            تیپ ها هستند، دوست دارند ساعت های طولانی به تنهایی کارهایی که دیگران انجام نمیدهند را انجام دهند که اغلب
            مورد ناسپاسی قرار می گیرند. زمانیکه به تنهایی کار می کنند کاملا خوشحال هستند؛ در حقیقت در مقام مسئول حاضرند
            تمام کارها را خودشان انجام دهند به جای اینکه بعضی از کارها را به دیگران تفویض کنند. قناعت و صرفه جویی یکی از
            محاسن آنهاست. همچنین بیش از هر تیپ دیگری ارزش پول را می دانند و از ولخرجی و سوء استفاده از پول متنفرند. صرفه
            جویی و ذخیره کردن، کنارگذاشتن چیزی در برابر آینده غیرقابل پیش بینی و آماده شدن برای حوادث غیرمترقبه کارهایی
            هستند که ISFJ ها مطمئناً انجام خواهند داد. به خاطر همین موارد، حامیان اغلب بیش از حد انتظار کار می کنند و در
            اغلب اوقات نیز مورد سوء تفاهم قرار گرفته و کم ارزش قلمداد می شوند. مشارکت ها و همچنین کارهای اقتصادیشان اغلب
            به صورت بلاعوض درنظر گرفته شده و به ندرت به صورت شایسته از آنها تقدیر می شود.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان دهد با همکاران ‚ مراجعان ‚ مشتریان روابط گرم و متقابلی داشته باشد.
        </p>
        <p>
            2- به فرد امکان دهد راه حلهای خلاق برای پروژه هایش پیدا کند و نتایج مثبت تلاش هایش را ببیند.
        </p>
        <p>
            3- کار در محیطی انجام شود که انتظارات در آن روشن باشد و رشد شخصی تشویق شود.
        </p>
        <p>
            4- به فرد اجازه دهد عضوی از تیم سایر اشخاصی باشد که فرد به آنها اعتقاد دارد.
        </p>
        <p>
            5- به فرد امکان دهد که راه حلهای خلاق برای مسایل پیدا کند و آنها را با اشخاص حمایتگر در میان بگذارد.
        </p>
        <p>
            6- فعالیت در محیطی چالش برانگیز انجام شود و به فرد امکان دهد در آن واحد در چند پروژه کار کند.
        </p>
        <p>
            7- به فرد امکان دهد تا از مهارت های خود استفاده کند و روی پروژه های خود مسئولیت داشته باشد.
        </p>
        <p>
            8- به فرد انواع مختلفی از فعالیتها را بدهد تا به شکلی منظم و برنامه ریزی شده از آنها استفاده کند.
        </p>
        <p>
            9- فرد را در معرض ایده های نو قرار دهد و به او امکان دهد تا روش های نو را بیازماید و به خصوص به روش هایی
            توجه داشته باشد که زندگی دیگران را بهبود بخشد .
        </p>
        <p>
            10- شغل فرد در محیطی باشد که از تعارض و تنش بین افراد به دور باشد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ISFJ_f.jpg"
                alt="ISFJ">
        </div>
    @endif
    @if ($point == 'ENTP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> مجادله گر در گروه تحلیلگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENTP.png"
                alt="ENTP">
        </div>
        <p>
            ا از این پس ENTP ها را مخترع (Inventor) می نامیم. مخترعان ساخت ماشین ها و ابزارآلات را از همان دوران کودکی
            شروع می کنند و هیچگاه دست از این کار بر نخواهند داشت اگرچه زمانیکه وارد بزرگسالی می شوند ابداعات و اختراعات
            خود را تبدیل به انواع سازمان ها، مجامع و نیز دستگاه های مکانیکی می کنند. در جامعه مخترعان زیادی وجود ندارد
            شاید بتوان گفت حدود دو درصد از جمعیت جامعه، اما تأثیر بسزایی را بر زندگی روزمره تک تک اعضای جامعه دارند.
            مخترعان با ابداعات و روحیه کارآفرینشان همیشه به دنبال راه حل های بهتر هستند، پیوسته چشم به اجرای پروژه ها،
            سازمانها و فرایندهای جدید بسته اند. مخترعان به شدت عملگرا بوده و در راه اختراع مؤثرترین ابزارها در رسیدن به
            اهدافشان تبدیل به افرادی خبره می شوند. در میان تمام تیپ ها، اگر قرار باشد کاری انجام شود تنها به این دلیل که
            همیشه به همان روش همیشگی انجام می شده است، مخترعان بی میل ترین افراد در انجام آن کار خواهند بود. در نتیجه
            مخترعان همیشه راه حل های تازه و جالبی را در کار و بازی های خود ابداع می کنند. ENTP ها افرادی به شدت کنجکاو
            بوده و زمانیکه مشغول حل مسائل پیچیده هستند پیوسته به دنبال احتمالات و پیشامدها می گردند. ذهن مخترعان پر از
            ایده های گوناگون است، اما تنها به ایده هایی ارزش می گذارند که از فعالیت ها و اهداف مرتبط به آن اطلاع حاصل
            کنند. بنابراین هنگام طراحی یک محصول، به فرایند طراحی به عنوان هدف نمی نگرند، بلکه آنرا وسیله ای برای رسیدن
            به هدف در نظر خواهند گرفت، روشی برای اختراع یک نمونه اولیه که اولا کار کند و ثانیا قابلیت ارائه به بازار را
            داشته باشد. مخترعان به عملگرایی خود اطمینان کامل دارند، به جای آنکه نقشه های ریز و جزئی از پیشرفت کار را
            تهیه کنند به توانایی های خود در یافتن روش ها و ابزارهای کارآمد حساب خواهند کرد. یک ایده چالش برانگیز تمام آن
            چیزی است که آنها نیاز دارند تا آمادگی خود را برای وارد شدن به حیطه عمل اثبات کنند.
        </p>
        <p>
            مخترعان معمولا حلقه دوستان سرزنده و شادابی دارند که به ایده ها و فعالیت های خود علاقمندند. افرادی راحت و
            انعطاف پذیر بوده و به ندرت پیش می آید که در مورد مسأله ناراحت شده و یا زبان به گلایه باز کنند. ENTP ها
            معمولا افرادی پر حرف و خوش صحبت بوده و می توانند ایده های پیچیده خود را به راحتی بیان کنند و دیگران را با
            افکار خود همراه سازند. با این حال زمانیکه شروع به جر و بحث می کنند به راحتی از تکنیک ها و مهارت های سخنوری
            استفاده کرده و از همین نکات بر علیه رقبای خود استفاده می کنند.
        </p>
        <p>
            مخترعان معمولا در محیط کار خود همرنگ دیگران نمی شوند و تا زمانیکه شرایط کاریشان بیش از حد ملالت آور نشده
            باشد می توانند در محل کارشان دوام بیاورند. در پروژه های پایلوت آنها مدیران و رهبران برجسته ای هستند که می
            توانند نبوغ و استعداد خود را مورد آزمون قرار دهند. در مهندسی روابط انسانی و سیستم های انسانی افرادی خبره
            بوده و به سرعت سیاست ها و خط مشی های موجود در سازمان را جمع آوری کرده و همیشه به جای آنکه به افراد داخل
            سازمان بگویند که چه کاری انجام دهند خواهان درک و تحلیل آنها می باشند. فارغ از شغل و کاری که دارند، مخترعان
            استعداد خارق العاده ای را در رسیدن به مدارج بالای مسئولیتی از خود نشان می دهند. جمله «نمی توان انجامش داد»
            یکی از بزرگترین چالش های موجود در برابر یک مخترع است و او نیز در عوض پاسخ «من انجامش می دهم» را سرلوحه
            کارهای خود قرار می دهد.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان بدهد تا دست به اقدامات خلاق بزند و راه حلهای جدید برای مسایل پیدا کند.
        </p>
        <p>
            2- بتواند راه حلهای خلاق خود را برای ایجاد سیستم های عملکردی کاراتر مورد استفاده قرار دهد.
        </p>
        <p>
            3- خلاقیت فرد تایید و تشویق شود.
        </p>
        <p>
            4- به فرد امکان دهد موقعیت های مختلفی را تجربه کند که پر از لذت و تفریح و هیجان باشد.
        </p>
        <p>
            5- از نظمی منطقی برخوردار باشد و از معیارها و استانداردهای منصفانه استفاده کند.
        </p>
        <p>
            6- به فرد امکان دهد تا با اشخاص مختلف بخصوص افراد محترم ملاقات و تبادل نظر داشته باشد.
        </p>
        <p>
            7- به فرد امکان بدهد تا توانایی های شخصی و شغلی خود را بالا ببرد و بتواند با اشخاص توانمند مرتبط باشد.
        </p>
        <p>
            8- بتواند در شرایط دنیای متحول و متغیر ‚ موثر واقع شود.
        </p>
        <p>
            9- بتواند در محیطی دوستانه و سازمان نیافته عمل کند. جایی که بتواند در آن آزادی عمل فراوان داشته باشد.
        </p>
        <p>
            10- به فرد امکان بدهد تا پروژه های نو طراحی کند ‚ ولی مجبور نباشد به جزئیات مسایل بها بدهد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENTP_f.jpg"
                alt="ENTP">
        </div>
    @endif
    @if ($point == 'ENTJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> فرمانده در گروه تحلیلگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENTJ.png"
                alt="ENTJ">
        </div>
        <p>
            ENTJ ها که ما آنان را ژنرال (Fieldmarshal) می نامیم دارای بالاترین میزان مدیریت میدانی و سازماندهی در شرایط
            مختلف هستند. دومین خصوصیت بارز ژنرال ها سازماندهی در شرایط حساس و غیرمترقبه است که خوشبختانه آنها در این
            مورد دارای قدرت بالفطره ای هستند. اگرچه مهندسی ساختاری و عملیاتی تا حدی در عملیات سازمانی مورد استفاده قرار
            می گیرد، اما ژنرال ها در این زمینه کمی نسبت به دیگر تیپ های بینشی عقب هستند و با مرور زمان می توانند این
            مهارت را در خود تقویت کنند. به هر باید گفت که هر نوع تمرین استراتژیک می تواند توانایی های افزونتری را به
            قابلیت های مهندسی و نیز مهارت های سازماندهی آنان بیافزاید.
        </p>
        <p>
            ژنرال ها که به سختی حدود ۲ درصد از جمعیت جامعه را تشکیل می دهند، افرادی هستند که برای رهبری به دنیا آمده اند
            و از همان دوران کودکی نیز می توان تشخیص داد که به گروه های کوچک دوستانشان دستور می دهند. در برخی موارد آنها
            خودشان را مسئول گروه ها می دانند و بعضی اوقات گیج می مانند که این اتفاق چگونه رخ داد. اما می توان دلیل این
            اتفاق را اینگونه توجیه کرد که آنها از همان دوران کودکی در هر جایی که باشند قدرت بالفطره و طبیعی در دستور
            دادن و فرماندهی دارند تا بتوانند افراد را در میادین مختلف اداره کرده و آنان را برای رسیدن به اهداف موردنظر
            هدایت کنند. آنها در تهیه نقشه برای یک کار، شرکت و یا سازمان همانند سرپرست ها یا ESTJ ها عمل می کنند اما
            ژنرال ها بیشتر به جای آنکه به دنبال قوانین و رویه ها باشند به دنبال سیاست ها و اهداف می باشند.
        </p>
        <p>
            آنها نمی توانند سازمان ها را ایجاد کرده و نمی توانند اهدافشان را پیاده سازی کنند. زمانیکه ژنرال ها مسئولیت
            یک سازمان را بر عهده دارند، خواه نظامی، تجاری و آموزشی باشد خواه دولتی، بیش از هر تیپ دیگری این قدرت را
            دارند که مسیر و افق نهایی که سازمان باید به آن برسد را به تصویر بکشند و به نظر می رسد که به راحتی می توانند
            آن تصویر را با دیگران به اشتراک بگذارند. مهارت های سازماندهی و همکاری آنها به خوبی توسعه یافته است، و این
            بدان معناست که در قاعده بخشیدن به موضوعات مختلف، رتبه بندی اولویت ها، کلیت بخشی، خلاصه سازی، مدیریت میدانی و
            به تصویرکشیدن ایده هایشان دارای قدرت های بالایی هستند. به نظر می رسد قدرت سازماندهی آنها از قدرت تحلیل
            کردنشان قویتر است و اگر رهبران ENTJ بخواهند قدرت تحلیلشان را افزایش دهند باید تبدیل به مخترع (ENTP) و یا
            مهندس (INTP) شوند.
        </p>
        <p>
            ژنرال ها در جامعه به مراتب رفیع مسئولیتی و مدیریتی می رسند و از این موضوع نیز خرسندی کامل دارند. آنها از
            اینکه تمام انرژیشان را صرف اهداف و کارشان کنند هیچگاه احساس خستگی نکرده و به راحتی می توانند دیگر بخش های
            زندگیشان را به خاطر مسائل کاری بلوکه کنند. ژنرال ها در هر حوزه ای اعم از پزشکی، حقوق، تجارت، آموزش، حکومت و
            نظامی گری، مدیرانی برجسته بوده و می توانند بخش های تحت مدیریت خود را با سیستم های ظریف و دقیق عملیاتی،
            برنامه ریزی صحیح در جهت پیشرفت و اهداف کوتاه مدت و بلندمدت اجرایی رهبری کنند. یک ژنرال برای انجام هر کاری
            همیشه باید یک دلیل هدفمند داشته باشد و احساسات افراد نیز معمولا دلیل کافی برای آنها نمی باشد. آنان ترجیح می
            دهند که تصمیماتشان بر اساس اطلاعات غیرشخصی باشد و می خواهند بر روی برنامه هایی کار کنند که به خوبی طرح ریزی
            شده باشند – مانند استفاده از عملیات مهندسی شده – و انتظار دارند که بقیه نیز از این روش تبعیت کنند. از خواسته
            های آنها می توان به کاهش خطوط قرمز کاغذبازی، دوباره کاریها و سردرگمی بی هدف در محیط کار اشاره کرد و
            کارمندانی را که نمی توانند خودشان را با برنامه های آنها وفق دهند و کاراییشان را افزایش دهند به راحتی اخراج
            می کنند. با این وجود ENTJ ها با رویه های ثابت شده و بدون تغییر مشکل دارند و هر دستورالعملی را که قصد
            ناکارآمدسازی آنها در دستیابی به اهدافشان باشد به راحتی نقض کرده و کنار می گذارند. یکی از خصوصیات ژنرال ها
            این است که به راحتی می توانند ناکارآمدی ها و مشکلات را ریشه یابی کرده و از بین ببرند و نیز در مقابل تکرار
            خطاها هیچ صبر و حوصله ای از خود نشان نمی دهند.
        </p>

        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان رهبری بدهد تا کنترل امور دستش باشد.
        </p>
        <p>
            2- به فرد امکان برنامه ریزی بلند مدت را بدهد تا بتواند روش های ابتکاری برای حل مسایل ارائه دهد.
        </p>
        <p>
            3- کار در محیطی سازمان یافته انجام شود تا فرد بتواند در محدوده ای معین با دیگران کار کند.
        </p>
        <p>
            4- کنجکاوی ذهنی فرد را سبب شود و به او امکان دهد با مسایل پیچیده و اغلب دشوار کار کند.
        </p>
        <p>
            5- به فرد فرصت دهد با اشخاص لایق و توانمند کار کند.
        </p>
        <p>
            6- به فرد امکان دهد در محدوده سازمان رشد کند و بر صلاحیت های خویش بیفزاید.
        </p>
        <p>
            7- جالب ‚ چالش برانگیز و رقابت آمیز باشد ‚ تا حدی که موفقیت های فرد را دیگران ببینند.
        </p>
        <p>
            8- به فرد امکان بدهد با اشخاص هوشمند ‚ خلاق و هدفمند کار کند.
        </p>
        <p>
            9- به فرد امکان هدف گذاری بدهد و شرایطی فراهم سازد که با دیگران به هدف اصلی سازمان فکر کنند.
        </p>
        <p>
            10- به فرد امکان دهد که دیگران را مدیریت کند. از معیارهای منطقی استفاده کند و از توانمندیهای دیگران بهره
            بگیرد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENTJ_f.jpg"
                alt="ENTJ">
        </div>
    @endif
    @if ($point == 'ENFP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> پیکارگر در گروه دیپلمات </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENFP.png"
                alt="ENFP">
        </div>
        <p>
            ENFP ها یا قهرمانان (Champions) همانند دیگر ایده آلیست ها کمیاب هستند، شاید حدود ۳ الی ۴ درصد جمعیت جامعه،
            اما باید گفت که آنها بیش از دیگر افراد به تجربیات عاطفی اهمیت داده و از آن به عنوان عنصری حیاتی برای یک
            زندگی کامل یاد می کنند. قهرمانان از گستره وسیعی از احساسات و عواطف بهره مند هستند و اشتیاق فراوانی برای
            تجربیات و چیزهای جدید دارند. دیدگاه آنها به زندگی یک درام هیجان انگیز و پر از موقعیت های خیر و شر است. آنان
            همیشه می خواهند تمام اتفاقات معنادار را تجربه کرده و با افراد الهام بخش در دنیا ارتباط برقرار کنند. در میان
            دیگر ایده آلیست ها برونگراترین آنها هستند و اشتیاق وصف ناپذیری برای گفتن تجربیات فوق العاده خویش به دیگران
            دارند.
        </p>
        <p>
            قهرمانان از صحبت کردن با دیگران خسته نمی شوند و همچون یک آبفشان که همواره در حال فوران آب است، آنها نیز
            جملات و کلمات مختلف را از ذهنشان بر روی زبانشان جاری می کنند. البته باید گفت که این کار یک داستان گویی ساده
            نیست؛ قهرمانان حرف می زنند (یا می نویسند) به این امید که بتوانند حقایقی را در مورد تجربیات انسانی فاش کنند و
            یا با عقاید محکم و راسخ خود در دیگران ایجاد انگیزه کنند. تمایل شدید آنها به صحبت کردن در مورد موضوعات و
            اتفاقات مختلف در کنار شوق و اشتیاق بی حد و حصر و نیز استعداد ذاتی کلامی، آنها را تبدیل به مسرورترین و الهام
            بخش ترین افراد در میان تمام تیپ ها کرده است.
        </p>
        <p>
            قهرمانان به شدت متکی به خود بوده و اشتیاق شدیدی به حوزه عملکردی و اعتباری شخصی خود دارند و همین نیت و خواست
            درونی که همیشه به دنبالش هستند عامل جذابیت آنان در میان دیگران می باشد. در عین حال، قهرمانان قدرت بینشی و
            شهودی فوق العاده ای دارند و می توانند بگویند که در درون افراد چه می گذرد و قادرند احساسات مخفی دیگران را
            خوانده و اهمیت خاصی برای گفتار و کردار افراد قائلند. در حقیقت، قهرمانان پیوسته در حال بررسی و پویش محیط
            اجتماعی اطراف خود هستند و هیچ شخصیت مرموز یا انگیزه خاموشی قادر به فرار از توجه آنها نیست. آنها در میان دیگر
            ایده آلیست ها شامه تیزتری داشته و افراد اطراف خود را با نظارت دقیقتری بررسی می کنند و حتی می توانند تمرکز
            شدیدی بر روی یک شخص خاص داشته باشند. توجه آنها به ندرت منفعلانه و سرسری است. از سوی دیگر، تمایل خاصی به
            حساسیت و هوشیاربودن بیش از حد دارند، همیشه آماده مواقع اضطراری بوده و حواسشان پیوسته به اتفاقات احتمالی
            اطرافشان جمع است.
        </p>
        <p>
            قهرمانان رابطه خوبی با مردم دارند و معمولا گستره وسیعی از ارتباطات فردی را شکل می دهند. با دوستانشان خونگرم
            و پر از انرژی هستند. دوست دارند با همکارانشان رابطه ای صمیمی و راحت داشته باشند و می توانند کارمندان و
            دانشجویانشان را با مهارت بالایی مدیریت کنند. در جامعه چهره ای محبوب داشته و در پشت تلفن بسیار خوش صحبتند و
            حتی گاهی اوقات آنقدر دراماتیک و خوش قلب می شوند که دیگران آرزو می کنند پیش آنها کار کنند. قهرمانان افرادی
            مثبت اندیش و پرخیر و برکت هستند و اغلب اطمینان و اعتقاد آنها به خیر و برکت در زندگی و طبیعت انسان باعث رخ
            دادن اتفاقات خوب می شود.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان بدهد با گروههای متنوعی روی موضوعات مختلف کار کند.
        </p>
        <p>
            2- به فرد امکان بدهد تا ایده ها ‚ خدمات یا راه حلهای نو برای مسایلی که به دیگران کمک می کند پیدا کند.
        </p>
        <p>
            3- خوشایند ‚ چالش برانگیز و همیشه از تنوعی برخوردار باشد.
        </p>
        <p>
            4- به ندرت لازم باشد که فرد در جزئیات کار شرکت کند.
        </p>
        <p>
            5- به فرد امکان دهد به سرعت روی موضوعات کار کند ‚ آزادی عمل داشته باشد تا اراده اش را نشان دهد.
        </p>
        <p>
            6- به فرد امکان دهد تا با اشخاص جدیدی آشنا شود ‚ مهارتهای جدیدی بیاموزد و کنجکاوی خود را ارضا کند.
        </p>
        <p>
            7- با ارزشهای فرد سازگار باشد ‚ به او امکان دهد فرصتهای مناسب به سود دیگران فراهم آورد.
        </p>
        <p>
            8- بتواند کار را در محیطی دوستانه و آرام انجام دهد و با دیگران در شرایط حداقل تعارض باشد.
        </p>
        <p>
            9- به فرد امکان بدهد تا از الهامات خود تبعیت کند و در کارهای جالب و هیجان بخش مشارکت کند.
        </p>
        <p>
            10- کار در فضایی انجام شود که تشکر به همراه داشته باشد و به شور و شوق و خلاقیت فرد بیافزاید.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENFP_f.jpg"
                alt="ENFP">
        </div>
    @endif
    @if ($point == 'ENFJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> قهرمان در گروه دیپلمات </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENFJ.png"
                alt="ENFJ">
        </div>
        <p>
            ENFJ ها که شاخص ترین نماد آنها معلمان (Teachers) می باشند، تعدادشان از دیگر ایده آلگرایان بیشتر است و
            استعداد ذاتی در هدایت دانش آموزان یا کارآموزان دارند. اگر شغلشان معلمی نباشد پیوسته به فکر این کار هستند و
            قادرند توانایی بالقوه یادگیرندگان را به راحتی به آنها یادآوری کنند. معلمان (که حدود ۲ درصد جمعیت جامعه را
            تشکیل می دهند) قادرند بدون هیچ تلاشی و تقریباً پیوسته در رؤیای فعالیت های آموزشی فریبنده و جذاب برای دانش
            آموزانشان به سر ببرند تا بتوانند آنها را هر چه بیشتر علاقمند سازند. در برخی معلمان، این قوه تخیل تا حدی زیاد
            است که آنها را در زمره نوابغ قرار می دهد طوریکه دیگر تیپ ها قادر به تصور آن نیستند. اما شاید بتوان گفت که
            بزرگترین قدرت آنها در اعتقاد راسخشان به دانش آموزانشان نهفته است. معلمان همواره به دنبال بهترین چیزها در
            دانش آموزانشان هستند و به راحتی می توانند با آنها ارتباط برقرار کرده و قدرت های ناشناخته و بالقوه دانش
            آموزانشان را به آنان بازگو کنند و این حس اعتماد تا حدی است که می تواند الهام بخش دانش آموزانشان شود تا رشد
            کرده و به مراتبی از پیشرفت برسند که هیچ کس فکرش را هم نمی کند.
        </p>
        <p>
            معلمان در هر رشته ای که فعالیت داشته باشند، به افراد بالاترین اولویت را قائل شده و به صورت ذاتی با مسائل
            شخصی افراد ارتباط برقرار کرده و حس میل و رغبت آنها را تحریک می کنند. معلمان افرادی خونگرم و خوش صحبت هستند،
            شاید بتوان گفت در میان تمام تیپ ها خوش بیان ترین آنها هستند، در فنون زبانی و شفاهی قدرتمند بوده و این قدرت
            را در ارتباطات کلامی هنگام سخنرانی و گفتگوی چهره به چهره به اوج خود می رسانند. هرگز در رسا و گویا صحبت کردن
            درنگ نمی کنند و اجازه می دهند احساساتشان شناخته شود. معلمان با شوق و اشتیاق وصف ناپذیر صحبت می کنند و
            صدایشان با یک زرق و برق جذاب و شورانگیز شنیده می شود و حتی با تمرین نیز می توانند به یک سخنگوی کاریزماتیک در
            جامعه تبدیل شوند. چنین توانایی های کلامی این فرصت را به معلمان می دهد تا نفوذ و تأثیر بسزایی در گروه ها
            داشته باشند و همیشه از آنها خواسته می شود تا نقش رهبری را بر عهده بگیرند.
        </p>
        <p>
            معلمان کارهایی را دوست دارند که مشخص و سازماندهی شده باشند و ساعت ها برای کارهایشان زمانبندی خواهند کرد و
            البته
            فعالیت های اجتماعی در صدر کار آنهاست – آنان به حضور در چنین مجامعی به خود افتخار می کنند. معلمان به انجام
            دادن همکاری های بین فردی و روابط هماهنگ ارزش بالایی گذاشته و نسبت به خطاهای دیگران قدرت چشم پوشی زیادی دارند
            و به راحتی از کنار آن می گذرند و به خاطر همین اخلاقشان هر جا که می روند محبوب دیگران هستند.
        </p>
        <p>
            معلمان نسبت به دیگران به شدت حساس هستند و گفته می شود که حس شهود آنها به خوبی رشد کرده است. به یقین می توان
            گفت که دیدگاه آنها نسبت به خود و دیگران بی نظیر است. بدون شک آنها می دانند که در درون افراد چه می گذرد و با
            قدرت و دقت باورنکردنی می توانند ضمیر افراد را بخوانند. نکته مثبت این است که به راحتی می توان آنها را شناخت و
            حقیقتا می توانند خصوصیات، عواطف و اعتقادات افرادی که در اطرافشان هستند را بدست بیاورند. به دلیل اینکه معلمان
            به صورت ناخودآگاه می توانند ضمیر افراد را تشخیص دهند، احساس نزدیکی زیادی را با اطرافیان خود دارند و به همین
            دلیل است که می توانند حس صمیمیت بالایی را با سختی ها و خوشی های کارمندانشان، همکارانشان، دانش آموزانشان،
            مشتریانشان و آنهایی که دوستشان دارند را برقرار کنند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- نیازمند مشاهده و دقت باشد ‚ تا فرد با توانمندی خود بتواند به حقایق و جزئیات آن توجه کند.
        </p>
        <p>
            2- به فرد امکان دهد روی پروژه های ملموس کار کند و به دیگران کمک کند.
        </p>
        <p>
            3- به فرد امکان ابراز محبت را بدهد و شرایط پی بردن دیگران به تلاش او را فراهم سازد.
        </p>
        <p>
            4- به شکل سنتی و در محیطی سازمان یافته انجام شود.
        </p>
        <p>
            5- بتواند سازگار باشد ‚ خود را تطبیق دهد و نتیج کار را تجربه کند.
        </p>
        <p>
            6- به فرد امکان دهد که در هر لحظه روی یک پروژه یا یک شخص کار کند.
        </p>
        <p>
            7- به فرد فضای کاری خصوصی بدهد تا بتواند به تنهایی کار کند.
        </p>
        <p>
            8- بتواند به دیگران کمک کند و یا با کسانی کار کند که در باورها و ارزش های او سهیم باشند.
        </p>
        <p>
            9- - شرایطی فراهم سازد که فرد سازمان یافته و کارآمد شود.
        </p>
        <p>
            10- لازم نباشد که فرد کارش را مرتب در حضور دیگران ارائه دهد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ENFJ_f.jpg"
                alt="ENFJ">
        </div>
    @endif
    @if ($point == 'ESTP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> کارآفرین در گروه کاوشگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESTP.png"
                alt="ESTP">
        </div>
        <p>
            ESTP ها یا استدلالگران (Promoter) فراوانی در جامعه وجود دارند – شاید ده درصد جامعه و یا بیشتر. در یک کلام،
            آنان زنان و مردان اهل عملند. وقتی از یک استدلالگر حرف می زنیم، مطمئن باشید که اتفاقی در حال رخ دادن است:
            چراغ ها روشن شده، موسیقی ها نواخته شده و بازی ها شروع خواهند شد. یک استدلالگر که انسانی زیرک و پر از شور و
            انرژیست، با یک جلوه در خور تماشا زندگی می کند تا حدی که اکثر اتفاقات روزمره و روتین زندگی را تبدیل به یک چیز
            هیجان انگیز خواهد کرد. آنها وقت خود را زیاد صرف رویدادهای تکراری نمی کنند. استدلالگران در کار و بازی، همیشه
            فعالیت ها و چالش های جدیدی را طلب می کنند. آنقدر شجاع، بی باک و خوشبین هستند که موانع را به راحتی از راه خود
            بر می دارند و برای رسیدن به اهداف خود دست به خطرهای بزرگی می زنند و از دید دیگران همیشه در حال راه رفتن بر
            لبه تیغ هستند. به همین دلیل، آنها مدیران و مذاکره کنندگانی هستند که مناسب موقعیت های پرخطر بوده و می توانند
            کارآفرینانی برجسته باشند. آنها می توانند چندین معامله و پیشنهاد را در دست داشته باشند و با یک حرکت جهشی
            سازمانی را به راه بیاندازند بگونه ای که دیگر تیپ ها قادر به انجامش نیستند.
        </p>
        <p>
            ESTP ها اشتهای سیری ناپذیری برای چیزهای بهتر در زندگی دارند، بهترین غذاها و نوشیدنی ها را می خورند، ماشین
            های گرانقیمت سوار می شوند و لباس های مد روز به تن می کنند. آنها در حلقه های اجتماعی افرادی به شدت پیچیده
            هستند، خیلی چیزها را می دانند، افراد را با نام کوچک به خاطر می سپارند و می دانند چه چیز را چه موقع بگویند تا
            بتوانند بیشترین منفعت را از افراد ببرند.
        </p>
        <p>
            ESTP ها افرادی جذاب، بی پروا و محبوب بوده و دوستان و سرمایه گذاران را با منبع بی پایانی از داستانها و لطیفه
            ها خوشحال
            می کنند. در عین حال، این افراد گاهی اوقات برای دیگران مرموز به نظر می رسند. در عین اینکه استدلالگران در لحظه
            زندگی می کنند و به صورت غیر منتظره به تمام روابطشان انرژی و هیجان می دهند، اما به ندرت پیش می آید که اجازه
            دهند کسی به آنها خیلی نزدیک شود. آنها معمولا صبر و بردباری کمی برای تعهد و مسئولیت پذیری دارند و درست وقتی
            که انتظار می رود پای تعهدشان بایستند ناگهان صحنه را ترک می کنند. ESTP ها قوانین را به خوبی می دانند: «کسی که
            می خواهد سریعتر از همه سفر کند، باید تنها باشد.»
        </p>
        <p>
            احتمال اینکه آنان برای مدتی طولانی تنها باشند بسیار کم است، تا حدی که شجاعت و حس ماجراجویی آنها برای دیگر
            افراد بسیار جذاب به نظر می رسد.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- بتواند با دیگران در ارتباط باشد‚ هر روز با موقعیت جدیدی روبرو شود و سرگرمی داشته باشد.

        </p>
        <p>
            2- بتواند از قدرت مشاهده و توجه خود برای کسب اطلاعات و حفظ آنها استفاده کند.
        </p>
        <p>
            3- بتواند برای مسایل و مشکلات راه حل هایی پیدا کند.
        </p>
        <p>
            4- کار پویا ‚ پر ماجرا و تفریحی باشد که در ان حوادث به سرعت اتفاق بیفتد و فرد بتواند تصمیم گیری کند.
        </p>
        <p>
            5- بتواند در موقعیت های برنامه ریزی نشده از روش های غیر متعارف استفاده کند و به راه حل های منطقی برسد.
        </p>
        <p>
            6- بتواند در شرایطی که مقررات وجود ندارد کار کند و با همکارانی شاداب و فعال سرو کار داشته باشد.
        </p>
        <p>
            7- شخصا اقدام به سازمان دهی کند و لزوما مطابق معیارها و استانداردهای دیگران رفتار نکند.
        </p>
        <p>
            8- علمی و منطقی باشد و فرد بتواند از توانمندیهای استدلالی و عقلی خود استفاده کند.
        </p>
        <p>
            9- بتواند آزادانه با بحران ها روبرو شود.
        </p>

        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESTP_f.jpg"
                alt="ESTP">
        </div>
    @endif
    @if ($point == 'ESFJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> سفیر در گروه نگهبان </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESFJ.png"
                alt="ESFJ">
        </div>
        <p>
            ESFJ ها که کرسی آنان را پشتیبان (Provider) نامیده، کسانی هستند که تمام تلاششان را می کنند تا سلامت و رفاه
            افرادی که برایشان اهمیت دارند را برآورده کنند، اما باید گفت که در میان دیگر سنتی ها آنان اجتماعی ترینشان
            هستند، بنابراین بخش اعظمی از وظیفه خدمت رسانی به مؤسسات اجتماعی نظیر مدارس، کلیساها، باشگاه های اجتماعی و
            گروه های مدنی را تشکیل می دهند. باید گفت که پشتیبانان حدود ۱۰ درصد از جمعیت جامعه را تشکیل می دهند و البته
            این برای بقیه دیگر تیپ ها جای خوشبختی است زیرا خدمات اجتماعی مهرورزانه کلیدی ترین خصوصیت شخصیتی آنهاست. آنها
            هر کجا که بروند با کمال میل و رغبت زمان و انرژی خود را برای برآورده کردن نیازهای دیگران صرف کرده و مطمئناً
            این کارکرد اجتماعی برای آنان مایه موفقیت خواهد بود.
        </p>
        <p>
            ESFJ ها که روحیه تعاون و همکاری بسیار بالایی دارند، در حفظ و نگهداری گروه های کاری مهارت بالایی داشته و از
            اینکه تمام توجه خود را معطوف ارائه محصولات و خدمات بکنند هیچگاه احساس خستگی نمی کنند. در پذیرفتن مسئولیت
            برگزاری مهمانی ها، مراسم، گردهمایی ها و جلسات امور خیریه بسیار عالی عمل کرده و قادرند بدون هیچ کمکی همچون
            اساتید سخنوری به راحتی و با اطمینان بالا در میان جمع به صحبت کردن بپردازند. شایان ذکر است که آنان میزبانان
            فوق العاده ای هستند که هر کسی را با نام کوچک شناخته و ظاهراً می دانند که هر شخص در حال انجام چه کاری است.
            پشتیبانان عاشق سرگرم کردن دیگران هستند و همیشه به فکر نیاز مهمانان خود بوده و خواهان آن هستند که همه چیز
            برای مهمانانشان مهیا باشد.
        </p>
        <p>
            ESFJ ها دوست داشتنی، قابل اطمینان، مهربان و در یک کلام مردم دار هستند، آنچنانکه اگر آنها را از مردم جدا کنید
            به شدت بی طاقت خواهند شد. عاشق حرف زدن با دیگران هستند و در اغلب اوقات به راحتی سر صحبت را با غریبه ها باز
            می کنند و خیلی راحت و دلپذیر در مورد مسائل مختلف و هر آنچه که به ذهنشان می آید صحبت می کنند.
        </p>
        <p>
            دوستی برای آنها مسأله بسیار مهمی است و اغلب مکالمه ای که سالها پیش با دوستانشان داشته اند خاطرات خوشی را
            برایشان تداعی می کند. همچنین سنت های خانوادگی برای آنها بسیار مقدس است و همیشه تاریخ تولدها و سالگردها را به
            خوبی به خاطرشان می سپرند. علاوه بر این زمانی که از دوستان و یا همسایه های خود خبر جدیدی به آنها می رسد با
            حالت جذاب و قابل توجهی عکس العمل نشان می دهند. اگر ما بخواهیم از اتفاقاتی که در جامعه، محله، مدرسه، یا هر
            جای دیگری مطلع شویم، آنها با خوشحالی و رغبت هر آنچه را که اتفاق افتاده است با جزئیات کامل به ما خواهند گفت.
        </p>
        <p>
            پشتیبانان نسبت به احساسات دیگران بسیار حساس هستند که همین موضوع شاید باعث شود که آنها در میان دیگر تیپ ها
            دلسوزترین افراد باشند که البته نکته منفی این امر این است که آنها تاحدی کمرو می شوند و به شدت در مورد این که
            دیگران در موردشان چه فکر می کنند حساس خواهند شد. آنها افرادی هستند که به دیگران عشق و توجه فراوانی می دهند،
            ولی در عوض نیاز به این دارند که از سوی دیگران دوست داشته شوند. در حقیقت باید گفت، ESFJ ها به راحتی در مقابل
            انتقادهای شخصی آسیب های جدی می بینند و زمانی در اوج خوشحالی هستند که هم از خودشان و هم از خدمات بی وقفه ای
            که به دیگران می دهند مورد ستایش و تقدیر فراوان قرار گیرند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان دهد با دیگران روابطی صمیمانه داشته باشد و بتواند به تغییر زندگی دیگران کمک کند.
        </p>
        <p>
            2- برای دیگران منافعی عملی داشته باشد و به فرد امکان دهد که مهارتهای ضروری را بیاموزد.
        </p>
        <p>
            3- به فرد امکان اعمال کنترل بدهد ‚ بتواند با دیگران کار کند و به آنها جهت رسیدن به اهداف کمک کند.
        </p>
        <p>
            4- انتظارات روشن و واضح داشته باشد و معیارها و ملاک های موجود در آن روشن باشد.
        </p>
        <p>
            5- در محیطی با حس همکاری مشترک صورت پذیرد. محیطی عاری از هر نوع تعارض.
        </p>
        <p>
            6- به فرد امکان دهد تا تصمیم گیری کند و از روش های کارآمد استفاده کند.
        </p>
        <p>
            7- به فرد امکان دهد تا با دیگران تبادل نظر کندو نقشی در تصمیم گیریها داشته باشد.
        </p>
        <p>
            8- به فرد امکان بدهد تا کارش را سازماندهی کند و در این کار به اطرافیان هم کمک کند.
        </p>
        <p>
            9- در محیطی دوستانه انجام گیرد . کار فرد مورد تایید و از موفقیت او تعریف شود.
        </p>
        <p>
            10- با توجه به ساختارها و روش های موجود انجام شود ‚ و به بالا دست احترام گذاشته شود.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESFJ_f.jpg"
                alt="ESFJ">
        </div>
    @endif
    @if ($point == 'ESFP')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> سرگرم کننده در گروه کاوشگر </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESFP.png"
                alt="ESFP">
        </div>
        <p>
            ESFP ها یا مجریان (Performers) در میان دیگر تجربه گرایان، توانایی خارق العاده ای در شاد کردن افراد اطراف خود
            دارند. آنها این کار را با گرمی خاص خود، حس طنزگونه ی ذاتی و اغلب مهارت های شگفت انگیز در موسیقی، کمدی و درام
            انجام می دهند. مجریان چه در محیط کار باشند چه در منزل، افرادی پر از هیجان و شادی هستند. علاقه اجتماعی فوق
            العاده آنها انگیزه دادن به افراد دور و بر خود است تا زمانی را برای استراحت به آنها بدهند تا از استرس های کار
            و نگرانی خلاصی یافته و از زندگی لذت ببرند.
        </p>
        <p>
            تعداد مجریان زیاد است، شاید حدود ۱۰ درصد جمعیت، و این نکته بسیار خوبی است زیرا آنان باعث می شوند که زندگی ما
            شادتر شود. آنها کسانی هستند که در موردشان به درستی می توان گفت که «تمام دنیا صحنه نمایش آنهاست». به صورت
            مادرزادی سرگرم کننده هستند، عاشق به هیجان آوردن بینندگان بوده و هر جایی که باشند به سرعت به کانون توجه بدل
            می شوند. اصلا دوست ندارند تنها باشند و هر وقت که بتوانند دنبال یار و همراه می گردند، که اغلب موفق به انجام
            این کار می شوند. مجریان افرادی زرنگ، پرحرف و بذله گو می باشند؛ به نظر می رسد همیشه آخرین جوک ها و داستان ها
            را می دانند. در کنایه زدن و بازی با کلمات چیره دستی مثال زدنی دارند و خدا نکند اگر بخواهند این کار را برای
            تفریح انجام دهند. آنان دوست دارند در هر چیزی از دیگران پیشی بگیرند، نمونه اش هم این است که همیشه لباس های مد
            روز، غذاها و نوشیدنی های جدید و آخرین موسیقی ها را امتحان می کنند. عصاره اصلی زندگی آنها سرزندگی و آزادی و
            رها بودن است؛ در میهمانی ها در مرکز توجه و انرژی بوده و تمام تلاششان را می کنند تا افراد اطراف خود را ترغیب
            به خوردن و نوشیدن و شادبودن کنند.
        </p>
        <p>
            استعداد خدادادی ESFP ها برای لذت بردن از زندگی، بخش زنده و اصلی آنها می باشد، ولی باید به این موضوع نیز توجه
            داشت که همین لذت جویی از زندگی باعث می شود که وسوسه های بیشتری نیز نسبت به سایر تیپ ها سراغ آنان بیاید. لذت
            به خودی خود می تواند برای آنها هدف باشد و تنوع طلبی نیز چاشنی زندگی. بنابراین ESFP ها سعی می کنند هر چیزی که
            اوقات خوبی را برای آنان رقم بزند مورد آزمایش و تجربه قرار دهند، که البته در اغلب موارد به سرانجام و عواقب
            کار خود فکر نمی کنند.
        </p>
        <p>
            ESFP ها همانند دیگر تجربه گرایان، به شدت مثبت اندیش می باشند. شعار اصلیشان این است: «همیشه به نیمه پر لیوان
            نگاه کن» – و تا آنجا که بتوانند با نادیده گرفتن نیمه خالی لیوان از نگرانی ها و دردسرها دوری می کنند. در میان
            تمام تیپ ها، ESFP ها سخاوتمندترین آنها می باشند ولی از نظر مهربانی بعد از ISFP ها قرار می گیرند. ESFP ها
            بسیار صادق می باشند – آنچه به آنان تعلق دارد به شما نیز تعلق دارد – بنابراین از نظر صرفه جویی و حفظ منابع و
            سرمایه کمی ضعیف عمل می کنند. آنان هر چه را که در اختیار داشته باشند بدون هیچ چشمداشت و توقعی به شما می دهند،
            فقط به خاطر اینکه رهابودن و بخشیدن را دوست دارند. ESFP ها اعتقاد دارند، زندگی آنقدر بخشنده است که منبعی
            لایزال و تمام نشدنی از جریان حیات و لذت است.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- امکان یادگیری از تجارب را فراهم سازد ‚ تا اطلاعات لازم را جمع آوری ‚ و به حل مسئله اقدام نماید.
        </p>
        <p>
            2- امکان دخالت شخص در مسایل را فراهم سازد ‚ تا بتواند با مشتریان و مراجعان مستقیما صحبت کند.
        </p>
        <p>
            3- فرد در کارش تفریح و استقلال داشته باشد ‚ و بتواند با اشخاص مختلفی سروکار داشته باشد.
        </p>
        <p>
            4- بتواند با مهارت با اشخاص و با مشکلات آنها روبرو شود و از تنش آنها بکاهد.
        </p>
        <p>
            5- امکان فعالیت های مختلف وجود داشته باشد.
        </p>
        <p>
            6-بتواند در طول روز با اشخاص مختلفی که شور و اشتیاق او را دارند ‚ همکاری کند.
        </p>
        <p>
            7- بتواند به پروژه های که زودبازده هستند بپردازد و نیازهای اشخاص مختلف را برآورده سازد.
        </p>
        <p>
            8- امکان کار کردن در محیطی آرام و دوستانه فراهم باشد.
        </p>
        <p>
            9- تلاش بیشتر پاداش داشته باشد و فرد احساس کند به خاطر کارش از او قدردانی می شود.
        </p>
        <p>
            10- حداقل بوروکراسی در کار باشد و فرد از کارش لذت ببرد و خودش باشد.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>
        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESFP_f.jpg"
                alt="ESFP">
        </div>
    @endif
    @if ($point == 'ESTJ')
        <h2>نتیجه آزمون</h2>
        <h3 style="text-align: center">تیپ شخصیت شما :{{ $point }}</h3>
        <div style="text-align: center">
            <p> مجری در گروه نگهبان </p>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESTJ.png"
                alt="ESTJ">
        </div>
        <p>
            ESTJ ها (Supervisors) به شدت اجتماعی بوده و در محیط مدرسه، کلیسا، صنعت یا گروه های مدنی به مدارج بالای
            مسئولیتی دست می یابند. سرپرست ها در مورد زمان و انرژی خود سخاوتمند بوده و در اغلب اوقات در باشگاه ها و انجمن
            ها شرکت کرده و با حضور پیوسته خود آنان را حمایت می کنند، اما نقش یک رهبر رک و راست را نیز به خود می گیرند.
            سرپرست ها به عهده گرفتن مسئولیت گروهها را دوست داشته و با دستور دادن احساس راحتی بیشتری پیدا می کنند. با
            مافوق خود همکاری کرده و همچنین انتظار دارند افرادی که تحت امر آنان هستند نیز با آنها همکاری داشته باشند. این
            کار تعهدهایی به بار می آورد اما برتری ها و فواید مخصوص به خود را نیز دارد. سرپرست ها که حداقل ۱۰ درصد از
            جمعیت جامعه را تشکیل می دهند، از برنامه ریزی، تدوین دستورجلسات، فهرست اموال و مواردی از این دست لذت می برند.
            ترجیح اصلی آنان این است که کارها به روال و روش صحیح خود انجام شود تا اینکه از راه های تجربی یا سعی و خطا
            صورت پذیرد. سرپرست ها هنگام انجام کار محتاطانه عمل می کنند و دوست دارند کسانی که تحت نظارت آنان هستند نیز از
            همین روش استفاده کنند، خواه کارمندان یا زیردستان آنها باشند ، خواه همسر یا فرزندانشان. سرپرست ها هیچ مشکلی
            با ارزیابی افراد ندارند و علاقه خاصی به قضاوت کردن در مورد دیگران دارند. آنان این قضاوت را بر اساس احترام
            گذاشتن و یا رعایت رویه ها و برنامه های زمانبندی شده انجام می دهند. سرپرست ها به طور شگفت انگیزی به شدت کار
            می کنند. حتی در دوران کودکی، آنها افرادی ماهر و کوشا بوده و معمولا به والدین خود همانند مسئولین رسمی احترام
            می گذارند. در مدرسه، سرپرست ها دانش آموزانی نمونه بوده، از قوانین به صورت وظیفه شناسانه ای تبعیت می کنند و
            تمام تکالیف خود را به طور کامل و سر موقع انجام می دهند. مهمتر از همه اینها، آنها هر کاری را که فکر کنند درست
            است انجام می دهند؛ به ندرت پیش می آید که در مورد تکالیف، روش تدریس، استانداردها و یا اختیارات سؤالی بپرسند.
            مهارت و پشتکار آنها تنها زمانی اهمیت خود را پیدا می کند که به دوران بزرگسالی قدم گذاشته و مسئولیت یک کار و
            یا خانواده را بر عهده بگیرند. سرپرست ها با روابط انسانی بر اساس قواعد سنتی برخورد می کنند. ازدواج و وظیفه
            والدینی برای آنان مقدس است، دوست دارند حلقه گسترده ای از دوستان را در اختیار داشته باشند که سالیان سال و با
            رابطه دوستی وفادارانه تداوم داشته باشد. گردهمایی ها و جشن های اجتماعی برای آنان معنای مهمی دارد و دائماً به
            دنبال تعطیلات، مراسم ازدواج، تجدید دیدارهای با همکلاسی های قدیمی و مراسمی از این نوع می باشند. از منظر
            اجتماعی سرپرست ها افرادی دوست داشتنی هستند که با راحتی با دیگران به صحبت می نشینند. اگرچه رفتار آنها شاید
            کمی رسمی باشد، اما در کل افرادی هستند که به راحتی می توان آنها را شناخت. افرادی مبادی آداب بوده و هیچگاه
            افراد را با ارسال پیام های دوگانه سردرگم نمی کنند- آنها همان چیزی هستند که به نظر می آیند.
        </p>
        <div style="text-align: center">
            <h3> رضایت شغلی</h3>

            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/job-satisfaction.jpg"
                alt="">
        </div>
        <p>
            1- به فرد امکان دهد سازمان یافته کار کند و از وقت خود به شکل موثر در رسیدن به نتیجه منطقی استفاده کند.
        </p>
        <p>
            2- به فرد امکان بدهد تا از مهارتهایش استفاده کند و از قدرت فکری و استدلالی خود سود جوید.
        </p>
        <p>
            3- دستاوردهای کار به شکلی منطقی قابل اندازه گیری باشد.
        </p>
        <p>
            4- در محیطی دوستانه انجام شود و همکارانی سخت کوش و با وجدان داشته باشد.
        </p>
        <p>
            5- بتوان از آن انتظارات روشن داشت.
        </p>
        <p>
            6- ماهیتی واقع بینانه ‚ ملموس و کاربردهای عملی داشته باشد و نتایج شخصی بر جای بگذارد.
        </p>
        <p>
            7- به فرد امکان دهد که مولد و کارا باشد ‚ بتواند اقدامات لازم را سازماندهی کند ‚ از روشها و اصول شخصی پیروی
            کند. ضرب الاجل های مشخص داشته باشد تا فرد بتواند در زمان تعیین شده کارش را انجام دهد.
        </p>
        <p>
            8- بتواند در محیط و شرایط قابل پیش بینی کار کند.
        </p>
        <p>
            9- بتواند کار را با اشخاص دیگری انجام دهد. به فرد امکان دهد تا برخود و همکاران مسلط باشد.
        </p>
        <p>
            10- به فرد امکان تصمیم گیری بدهد تا بتواند مسئولیت های فراوان بر عهده بگیرد و کار را کنترل بکند.
        </p>
        <div style="text-align: center">
            <h3>افراد معروف مشابه شما</h3>
        </div>

        <div style="text-align: center">
            <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/ESTJ_f.jpg"
                alt="ESTJ">
        </div>
    @endif


    <h3>گزارش تخصصی</h3>
    <p> شغل مورد نظر (ترید و معامله گری در بازارهای مالی)</p>
    <div style="text-align: center">
        <img src="https://finoward.com/storage/photos/Services/psychology/tests/reports/MBTI/7-Day-Trader-Golden-Rules.jpg"
            alt="ESTJ">
    </div>
    <p>
        تحقیقات انجام شده روی تیپ شخصیتی تریدرهای موفق اطلاعات جالبی در اختیار ما قرار می دهد
        افراد با تیپ شخصیتی INTJ در صورت ورود به حرفه ترید احتمال موفقیت بالایی دارند به طور کلی این تیپ شخصیتی 2.1% از
        جمعیت جهان را تشکیل می دهد و در مردان بیش از زنان دیده می شود.
        نقاط قوت اصلی این تیپ شخصیتی شامل موارد زیر هست:
    </p>
    <p>• توانایی حل مسئله</p>
    <p>• جاه طلبی و انگیزش زیاد</p>
    <p>• تشنه کسب دانش بودن</p>
    <p>• اعتماد به نفس تزلزل نا پذیر</p>
    <p>• تمایل به یافتن به شیوه های جدید تفکر</p>
    <p> • توانایی تحلیل و کشف الگوها</p>
    <p></p>
    <p>

        افراد با این تیپ شخصیتی توانایی خوبی برای تشخیص روندهای بازار و البته صبر برای گرفتن پوزیشن های معاملاتی دارند و
        بیشتر به دنبال معاملات با سود بالا هستند.
    </p>
    <p>

        ویژگی های خاصی مانند تصمیم گیری سریع بر اساس اطلاعات موجود و تفکر نقاد می تواند به هر تریدر در رسیدن به موفقیت
        کمک
        کند و البته نباید دچار این خطا ذهنی شد که داشتن تیپ شخصیتی خاصی به معنای موفقیت حتمی در حرفه ترید خواهد بود.
        نکته
        بسیار مهم این است که فرد بتواند در شرایط پر نوسان و پر التهاب بازار تصمیماتی استراتژیک و منطقی اتخاذ کند.
    </p>
    <h3>
        درونگرایی (I) در برابر برون گرایی (E)
    </h3>
    <p>

        درونگرایی به معنای تمرکز بیشتر در دنیای درونیات و معناست. در مقابل برونگرایی به مفهوم تمرکز بیشتر بر جهان فیزیکی
        است. این طیف از شاخصهای مورد ارزیابی این آزمون تفاوت معنادار در موفقیت تریدرها نشان نمی دهد اما به صورت کلی و
        آماری
        افراد درونگرا در حرفه ترید موفق تر هستند.
    </p>
    <h3>
        حسی بودن (S) در برابر شهودی بودن (N)
    </h3>
    <p>
        حسی بودن به معنای تمرکز بر استفاده از حواس پنجگانه برای جمع آوری اطلاعات است و در مقابل شهودی بودن به معنای
        تمرکز
        بیشتر بر تخیل و شهود در کنار این حواس پنجگانه است. افراد شهودی نسب افراد حسی شانس کسب موفقیت بیشتری در بازارهای
        مالی
        و ترید دارند و به نظر می رسد این افراد توانایی بالاتری برای داشتن نگاه یکپارچه و چند وجهی به بازار دارند.
    </p>
    <h3>
        احساسی بودن (F) دربرابر تفکر گرا بودن (T)
    </h3>
    <p>
        تفکرگرا بودن یعنی تمرکز بر فرآیندهای منطقی و داشتن دید علی و معلولی نسبت به جهان پیرامون و همینطور توجه به لحظه
        اینجا و اکنون. در مقابل احساسی بودن به معنای تصمیم گیری بر اساس ارزشهای فردی، اخلاقی و هنجارهای اجتماعی است. هر
        چند
        به نظر می رسد داشتن ویژگی های تفکرگرایی برای ترید مناسب تر هستند اما تحقیقات نشان می دهد پروش هر دو سوی طیف و
        تعادل
        در بهره گیری از تمام این ویژگی ها به موفقیت افراد در حرفه ترید کمک خواهد کرد و پرورش یک سو کافی نیست.
    </p>
    <h3>
        قضاوتگر بودن (J) در برابر ادراکی بودن (P)
    </h3>
    <p>
        قضاوتگر بودن به معنای تمرکز بر نظم و اجتناب از ابهام است و در مقابل ادراکی بودن به مفهوم انعطاف و استقبال از
        تجربیات
        جدید است. افراد ادراکی معمولا عجله ای برای اتخاذ تصمیمات ندارند و معمولا منتظر دریافت اطلاعات جدید هستند و این
        کار
        گاهی منجر به اتخاذ تصمیمات دیر هنگام می شود که در حرفه ترید بسیار آسیب زننده است. این ویژگی معمولا در افرادی
        دیده می
        شود که مشکل در تصمیم گیری دارند و توصیه می شود چنانچه افراد دچار این مشکل هستند وارد حرفه ترید نشوند.

        خودآگاهی و درک اینکه چگونه ویژگی های شخصیتی بر فرآیند معاملات شما تاثیر می گذارند بسیار مهم است. شناخت خود و
        نگاه
        آگاهانه به رفتار، افکار و احساسات قبل، حین و بعد از معاملات، منبع با ارزشی از اطلاعات در اختیار هر تریدر قرار می
        دهد. که در کنار آن استفاده از منتور و مربی خوب می تواند تاثیراتی شگرفت بر هر فرد و شیوه معاملاتی وی داشته باشد
    </p>

    <h2>سبک شناختی</h2>
    <p>
        سبکهای شناختی به این مفهوم است که شما چگونه اطلاعات را پردازش می کنید و به زندگی خود معنا می دهید. معمولا افراد
        بیش از یک سبک شناختی را استفاده می کنند اما معمولا یک یا سبک حالت قالب دارد.
    </p>
    <h2>نتیجه سبک شناختی</h2>
    @if (Str::contains($point, 'I') && Str::contains($point, 'S'))
        <h3> نام سبک </h3>
        <p>درونگرای حسی </p>
        <h3>ویژگی ها</h3>
        <p>افراد با این سبک شناختی معمولا به هنگام ترید تنش زیادی در بدن خود احساس می کنند چون این افراد درک و اگاهی
            خوبی نسبت به بدن خود دارند، به خوبی خود را تحلیل می کنند و اگاهی خوبی نسبت به درونیات خود دارند. این ویژگی
            همبستگی مثبت با حرفه ترید دارد. مدیتیشن می تواند تاثیر بسیار خوبی در تقویت این ویژگی داشته باشد</p>
    @endif
    @if (Str::contains($point, 'E') && Str::contains($point, 'S'))
        <h3> نام سبک </h3>
        <p>برونگرای حسی</p>
        <h3>ویژگی ها</h3>
        <p>افراد با این سبک شناختی توانایی خوبی در برقرار ارتباط با محیط پیرامون دارند و به راحتی می توانند به جزئیات
            توجه کنند. این سبک شناختی به انسان کمک می کنند ارتباط کاملا درست و منطقی با واقعیتهای جهان پیرامون داشته
            باشد. برای تقویت این توانایی باید تلاش نمودن در هر لحظه تنها بر یک موضوع تمرکز نمود و حرکت سیال ذهن در هر
            لحظه بین موضوعات مختلف جلوگیری نمود. افراد با این سبک شناختی توانایی خوبی برای تشخیص الگوهای تکرار شونده در
            بازار دارند اما بر اساس تحقیقات این ویژگی همبستگی منفی با موفقیت در ترید دارد.</p>
    @endif
    @if (Str::contains($point, 'I') && Str::contains($point, 'N'))
        <h3> نام سبک </h3>
        <p>درونگرای شهودی</p>
        <h3>ویژگی ها</h3>
        <p>بر اساس نظریات یونگ درونگرا و شهودی بودن به ما این امکان را می دهد که از زوایای مختلف به زندگی نگاه کنیم.
            زمانی که این طیف از توانایی ها به خوبی رشد کرده باشند فرد می تواند همزمان از ابعاد مختلف نظاره گر زندگی
            باشد. این ویژگی به فرد کمک می کند تا با تصاویر نامتناهی ناخودآگاه ارتباط بر قرار کند، بین مفاهیم مختلف جهش
            کند و میان ایده ها و سمبلها ارتباط برقرار کند. این سبک شناختی یک خصیصه اصلی برای افرادی است که درگیر توسعه
            نظریات (فالسفه، فیزیکدانان نظری و ایده پردازان وضعیت بازارها ) هستند.
            افراد با این سبک شناختی می توانند نگاه سوم شخص به خود داشته باشند و به عنوان ناظر رفتار، افکار و احساسات خود
            را بررسی نمایند که ویژگی بسیار ارزشمند برای هر تریدر محسوب می شود. این ویژگی با حرفه ترید همبستگی مثبت دارد.
        </p>
    @endif
    @if (Str::contains($point, 'E') && Str::contains($point, 'N'))
        <h3> نام سبک </h3>
        <p>برونگرای شهودی</p>
        <h3>ویژگی ها</h3>
        <p>
            این سبک شناختی به افراد کمک می کند تا به راحتی در موقعیتهای مختلف احتمالات را بررسی کنند. برای مثال زمانی که
            شما به الگوهای نمودار نگاه می کنید، با این ویژگی می توانید از جریان اصلی حاکم بر بازار آگاه شوید. زمانی که
            شما در مورد یک روز به خصوص در بازار به صورت کلی فکر می کنید در حالی که به هیچ جزئیات خاصی اشاره نمی کنید
            وضعیت کلی را شرح می دهید از قوای برونگرای شهودی بهره می برید.
        </p>
        <p>
            به طور کلی زمانی که شما برداشتی کلی از یک موضوع یا مفهومی دارید و برای شما سخت است که در مورد آن جزئیات خاصی
            ارائه کنید از این سبک شناختی استفاده می کنید. مردم با توانایی رشد یافته برونگرایی و شهودی بودن به راحتی می
            توانند برای مشکلات راه حل نظری یا خلاقانه ارائه نمایند. آنها می توانتد از وضعیت موجود تا وضعیت نهایی و هدف
            به صورت پله پله حرکت کنند، برای جلسات طوفان فکری بسیار مناسب هستند و معمولا ایده های جدید دارند. تریدرهای
            زیادی از این سبک شناختی استفاده می کنند و بین این ویژگی و موفقیت در ترید همبستگی مثبت وجود دارد.
        </p>
    @endif
    @if (Str::contains($point, 'I') && Str::contains($point, 'T'))
        <h3> نام سبک </h3>
        <p>درونگرای متفکر </p>
        <h3>ویژگی ها</h3>
        <p>
            این سبک شناختی به افراد کمک می کند مسائلی که شامل مفاهیم، ایده ها و سمبلها هستند را حل کنند. افراد با این
            ویژگی می توانند ایده ها را به لحاظ منطقی بازبینی کنند و تغییر دهند. این افراد معمولا در ریاضیات قوی هستند.
            این ویژگی به تریدرها کمک می کنند فرضیات جدید و استراتژیها را به خوبی در بازار مورد آزمون قرار دهند و همینطور
            استراتژی های خوب برای کار در بازار تدوین نمایند. این افراد همینطور می توانند به خوبی برای ساعات طولانی تمرکز
            خود را روی چارتها حفظ نمایند این ویژگی با موفقیت در ترید همبستگی مثبت دارد.
        </p>
    @endif
    @if (Str::contains($point, 'E') && Str::contains($point, 'T'))
        <h3> نام سبک </h3>
        <p>بروگرای متفکر</p>
        <h3>ویژگی ها</h3>
        <p>
            حل منطقی مسائل با تمرکز بر جهان بیرون برونگرایی و تفکر گرایی است. این سبک شناختی این امکان را فراهم می کند
            تا افراد توانایی تقسیم یک مسئله به مسائل کوچکتر را داشته باشند. یعنی اگر هدفی را بخواهیم محقق سازیم این
            توانایی امکان تقسیم این هدف به اهداف کوچکتر، متوالی و قابل اندازه گیری را به ما می دهد. به عنوان مثال اگر
            بخواهیم به یک تریدر موفق تبدیل شویم روال ارزیابی خود، تغییر خود، آماده سازی استراتژی، تست استراتژی و تبعیت
            از فرآیند ایجاد شده در استراتژی را می توانیم برنامه ریزی و اجرا نماییم.
            افرادی که مهارت برونگرایی متفکر در آنها به خوبی رشد یافته است به خوبی می توانند مسائل را بر اساس منطق و
            استدلال اولویت بندی کنند. وجوه مثبت و منفی را در تصمیم گیری در نظر می گیرند. این افراد همواره به مسائل به
            شکل روشمند و مرحله به مرحله نگاه می کنند و قوانین و اصول مشخصی برای اداره زندگی خود دارند و همینطور توانایی
            خوبی برای تمرکز و اتمام موثر کارها دارند. این ویژگی نیز در تریدر های موفق زیاد دیده می شود.
        </p>
    @endif
    @if (Str::contains($point, 'I') && Str::contains($point, 'F'))
        <h3> نام سبک </h3>
        <p>درونگرای احساسی</p>
        <h3>ویژگی ها</h3>
        <p>
            افراد با این سبک شناختی ارتباط قدرتمندی با ارزشها و احساسات درونی دارند. ارزشهای درونی آنها زندگیشان را
            مدیریت می کند. این گروه از افراد، فردگرا، مستقل و معنوی هستند. ارزشهای آنها مستقیما بر نظرات آنها در مورد
            دیگران تاثیر گذار است. این سبک شناختی باعث می شود افراد به درونیات دیگران بیشتر از دارایی های مادی آنها
            احترام بگذارند.
            این سبک شناختی در حالت کلی به دلیل احساس گرا بودن برای ترید مناسب نیست مگر آنکه به خوبی آموزش دیده باشد. این
            سبک شناختی همبستگی مثبت با موفقید در ترید ندارد چون احساسات افراد با بازار هماهنگ نیست.
        </p>
    @endif
    @if (Str::contains($point, 'E') && Str::contains($point, 'F'))
        <h3> نام سبک </h3>
        <p>برونگرای احساسی</p>
        <h3>ویژگی ها</h3>
        <p>
            این سبک شناختی به ارتباط ما بادیگران کمک میکند و می توانیم تجربیات دیگران درک کنیم و ارزشهای ذاتی آنها را
            بشناسیم. این سبک شناختی در ایجاد روابط قوی بین فردی بسیار مهم است. انتظار می رود که افراد با این ویژگی
            تریدرهای خوبی نباشند. اما به نظر می رسد از اوجایی که بخوبی می توانند احساسات بازار را درک کنند موفق باشند.
            در این سبک شناختی همواره فاکتورهای انسانگرا در فرآیند تصمیم گیری وارد می شوند. افراد با این سبک شناختی تمایل
            زیادی به پایبندی به استانداردها و ارزشهای گروهی دارند که بدان تعلق دارند. تریدرهای سازمانی معمولا از میان
            این افراد انتخاب می شوند. این ویژگی باعث می شود افراد تمایل به سرکوب نیازهای خود داشته و اراده آنها در جهت
            ایجاد هماهنگی چرا که روابط برای آنها اولویت اول را دارد.
        </p>
    @endif




</body>

</html>
